Repository: Free-GPGMail/Free-GPGMail
Catalog: Source/GPGMail_3/Resources/*.lproj/GPGMail.strings
Languages: ca, cs, da, de, es, fi, fr, id, oc, sv

# MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_TITLE
source: The key to verify this signature is not in GPG Keychain
ca: La clau de la signatura d'aquest missatge no és al GPG Keychain.
cs: Klíč k tomuto podpisu zprávy není ještě v GPG Klíčence.
da: Nøglen til denne signatur er ikke i din GPG nøglering.
de: Der Schlüssel zur Überprüfung dieser Signatur befindet sich nicht in GPG Keychain
es: La clave para la firma de este mensaje no está en tu llavero GPG.
fi: Tämän allekirjoituksen avainta ei ole avainrenkaassasi.
fr: La clé de la signature de ce message n'est pas dans votre trousseau GPG.
id: Kunci bagi tanda tangan pesan ini tak ada dalam Ring Kunci GPG Anda.
oc: La clau de la signatura d'aqueste messatge es pas dins vòstre trossèl GPG.
sv: Nyckeln till detta meddelande finns inte i din GPG Keychain.

# MESSAGE_BANNER_PGP_VERIFY_NO_PUBKEY_ERROR_MESSAGE
source: The message could not be verified. The public key required to verify this signature is not in GPG Keychain. Search the key server for fingerprint %@ or ask your contact for their public key. You can retry to verify the signature after adding their public key to GPG Keychain.
ca: El missatge no s'ha verificat, perquè la clau que s'ha utilitzat per signar-lo no és al GPG Keychain. Cerqueu la clau amb identitat %@ a GPG Keychain i importeu-la per a verificar el missatge.
cs: Zprávu nelze ověřit, dokud klíč, který byl použit k jejímu podpisu není ve vaši GPG Klíčence. Najděte klíč s ID %@ v GPG Keychain a naimportujte ho.
da: Beskeden kunne ikke bekræftes, da nøglen brugt til at signere beskeden ikke er i din GPG Keychain. Søg efter nøglen med ID %@ i GPG Keychain og importer den for at bekræfte meddelelsen.
de: Die Nachricht konnte nicht überprüft werden. Der öffentliche Schlüssel der zur Überprüfung benötigt wird, befindet sich nicht in GPG Keychain. Suche auf dem Schlüsselserver nach dem Fingerabdruck %@ oder frage deinen Kontakt nach seinem öffentlichen Schlüssel. Nachdem du den öffentlichen Schlüssel in GPG Keychain importiert hast, kannst du die Überprüfung erneut versuchen.
es: El mensaje no pudo ser verificada, ya que la clave que se utilizó para firmar este mensaje no está en tu llavero GPG. Busque la clave con ID %@ en GPG Keychain e impórtela para verificar el mensaje.
fi: Viestiä ei voida varmentaa, koska sen allekirjoitukseen käytettyä avainta ei löydy avainnipustasi. Nouda ja tuo avain (ID %@) GPG Keychain - ohjelmalla ja yritä sitten uudelleen.
fr: Le message n'a pu être vérifié car la clé utilisée pour le signer n'est pas dans votre trousseau GPG. Recherchez la clé avec l'identifiant %@ dans GPG Keychain Acces et importez-la pour vérifier ce message.
id: Pesan ini tak bisa diverifikasi, karena kunci yang dipakai untuk menandatangani pesan ini tak ada dalam Ring Kunci GPG Anda. Carilah kunci dengan ID %@ dalam GPG Keychain dan imporlah untuk memverifikasi pesan.
oc: Lo messatge a pas pogut èsser verificat perque la clau utilizada per lo signar es pas dins vòstre trossèl GPG. Recercatz la clau amb l'identificant %@ dins GPG Keychain Acces e importez-la per verificar aqueste messatge.
sv: Detta meddelande kunde inte verifieras, eftersom nyckeln som användes för att signera inte finns i din GPG Keychain. Sök efter nyckeln med ID %@ i GPG Keychain och importera den för att verifiera meddelandet.

# MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_TITLE
source: The message signature was created with an algorithm which is not supported.
ca: La signatura del missatge s'ha fet amb un algoritme no compatible.
cs: Podpis zprávy byl vytvořen nepodporovaným algoritmem.
da: Beskedens signatur blev lavet med en algoritme, der ikke er understøttet.
de: Die Signatur der Nachricht wurde mit einem nicht unterstützen Algorithmus erstellt.
es: La firma del mensaje se ha creado con un algoritmo que no está soportado actualmente.
fi: Tämä allekirjoitus on luotu käyttäen algoritmiä jota ei tueta.
fr: La signature de ce message a été créée avec un algorithme non supporté.
id: Tanda tangan pesan dibuat dengan algoritma yang tak didukung.
oc: La signatura d'aqueste messatge es estada creada amb un algoritme pas suportat.
sv: Meddelandesignaturen skapades med en algoritm som inte stöds.

# MESSAGE_BANNER_PGP_VERIFY_ALGORITHM_ERROR_MESSAGE
source: This message could not be verified, since the signature was created with an algorithm which is not supported. Please contact us at https://gpgtools.tenderapp.com/
ca: El missatge no s'ha verificat, perquè la signatura s'ha creat amb un algoritme no compatible. Contacteu amb nosaltres a https://gpgtools.tenderapp.com/
cs: Tuto zprávu nelze ověřit, dokud nebude podpis vytvořen některým z podporovaných algoritmů. Obraťte se prosím na https://gpgtools.tenderapp.com
da: Denne besked kune ikke bekræftes, da signaturen blev lavet med en algoritme, der ikke er understøttet. Kontakt os venligst på https://gpgtools.tenderapp.com/
de: Diese Nachricht konnte nicht verifiziert werden, da die Signatur mit einem Algorithmus erstellt wurde, welcher nicht unterstützt ist. Bitte kontaktiere uns auf https://gpgtools.tenderapp.com/
es: Este mensaje no se pudo verificar, ya que la firma se creó con un algoritmo que no está soportado. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com/
fi: Viestiä ei pystytä varmentamaan, koska allekirjoitus on luotu käyttäen algoritmia, jota ei tueta.
fr: Ce message n'a pas pu être vérifié car sa signature a été créée avec un algorithme non supporté. Merci de nous contacter sur https://gpgtools.tenderapp.com/
id: Pesan ini tak bisa diverifikasi, karena tanda tangan dibuat dengan algoritma yang tak didukung. Harap hubungi kami di https://gpgtools.tenderapp.com
oc: Aqueste messatge a pas pogut èsser verificat perque sa signatura es estada creada amb un algoritme pas suportat. Mercé de nos contactar sus https://gpgtools.tenderapp.com/
sv: Detta meddelande kunde inte verifieras, eftersom signaturen skapades med en algoritm som inte stöds. Kontakta oss på https://gpgtools.tenderapp.com

# MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_TITLE
source: ATTENTION: The signature of this message is invalid!
ca: ATENCIÓ: La signatura del missatge no és vàlida!
cs: VÝSTRAHA: Podpis zprávy je neplatný!
da: VIGTIGT: Signaturen på denne besked er ugyldig!
de: ACHTUNG: Die Signatur dieser Nachricht ist ungültig!
es: ATENCIÓN: ¡La firma de este mensaje no es válida!
fi: HUOMIO: Tämän viestin allekirjoitus on virheellinen!
fr: ATTENTION : La signature de ce message n'est pas valide !
id: PERHATIAN: Tanda tangan pesan ini tak valid!
oc: ATTENTION : La signatura d'aqueste messatge es pas valide !
sv: OBS: Signaturen för detta meddelande är ogiltig!

# MESSAGE_BANNER_PGP_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE
source: This message might have been modified after the signature was created. Please contact the sender to make sure the content of the message matches the original. Please contact us at https://gpgtools.tenderapp.com/ if you're sure the message was not modified.
ca: El missatge podria haver sigut modificat després de crear-se la signatura. Contacteu amb el remitent per assegurar-vos que el contingut del missatge coincideix amb l'original. Contacteu amb nosaltres a https://gpgtools.tenderapp.com/ si esteu segurs que el missatge no s'ha modificat.
cs: VÝSTRAHA: Zpráva mohla být změněna poté co byla podepsána. Obraťte se na odesilatele abyste se ujistil zda se obsah zprávy shoduje s originálem. Obraťte se prosím na https://gpgtools.tenderapp.com, pokud jste si skutečně jist, že zpráva nebyla změněna.
da: Denne besked kan være blevet ændret efter signaturen blev lavet. Kontakt afsenderen for at bekræfte, at beskedens indhold passer med originalen. Kontakt os på https://gpgtools.tenderapp.com/ hvis du er sikker på, at beskeden ikke er blevet ændret.
de: Es könnte sein, dass diese Nachricht nach dem Signieren verändert wurde. Kontaktiere den Absender und gleiche den Inhalt der Nachricht ab. Sollte die Nachricht nicht verändert worden sein, kontaktiere uns bitte unter https://gpgtools.tenderapp.com/
es: Este mensaje podría haber sido modificado después de que se creara la firma. Por favor, contacte con el remitente para asegurarse de que el contenido del mensaje coincide con el original. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com/ si está seguro de que el mensaje no fue modificado.
fr: Ce message pourrait avoir été modifié après la création de sa signature. Merci de contacter l'expéditeur pour s'assurer que le contenu de ce message est identique à l'original. Merci de nous contacter sur https://gpgtools.tenderapp.com/ si vous êtes sûr que le message n'a pas été modifié.
id: PERHATIAN: Pesan ini mungkin telah diubah setelah tanda tangan dibuat. Harap hubungi pengirim untuk memastikan isi pesan cocok dengan aslinya. Harap hubungi kami pada https://gpgtools.tenderapp.com bila Anda yakin bahwa pesan tak diubah.
oc: Aqueste messatge pourrait aver été modificat aprèp la creacion de sa signatura. Mercé de contactar l'expeditor per s'assegurar que lo contenu d'aqueste messatge es identique a l'original. Mercé de nos contactar sur https://gpgtools.tenderapp.com/ si vous êtes segur que lo messatge n'a pas été modificat.
sv: Detta meddelande kan ha ändrats efter att signaturen skapades. Kontakta avsändaren för att kontrollera att meddelandets innehåll stämmer överens med originalets. Kontakta oss på https://gpgtools.tenderapp.com/ om du är säker på att meddelandet inte ändrats.

# MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_TITLE
source: Verification of signature failed with unknown error.
ca: Mentre es verificava la signatura del missatge ha hagut un error desconegut!
cs: Ověřování podpisu zprávy selhalo z důvodu výskytu neznámé chyby!
da: Bekræftelse af beskeden mislykkedes på grund af en ukendt fejl!
de: Die Signatur konnte aufgrund eines unbekannten Fehlers nicht überprüft werden.
es: ¡La verificación de la firma del mensaje ha fallado (error desconocido)!
fi: Allekirjoituksen varmistus epäonnistui tuntemattoman virheen takia.
fr: La vérification de la signature du message a échoué à cause d'une erreur inconnue !
id: Verifikasi tanda tangan pesan gagal dengan galat tak dikenal!
oc: La verificacion de la signatura del messatge a fracassat a causa d'una error desconeguda !
sv: Verifiering av meddelandesignaturen misslyckades på grund av ett okänt fel!

# MESSAGE_BANNER_PGP_VERIFY_SYSTEM_ERROR_MESSAGE
source: An unknown error occurred while verifying this message's signature. Please contact us at https://gpgtools.tenderapp.com/
ca: Ha ocorregut un error desconegut al verificar la signatura del missatge. Contacteu amb nosaltres a https://gpgtools.tenderapp.com/
cs: Vyskytla se neznámá chyba při ověřování podpisu zprávy. Obraťte se prosím na https://gpgtools.tenderapp.com
da: En ukendt fejl opstod da beskedens signatur blev forsøgt bekræftet. Kontakt os på https://gpgtools.tenderapp.com/
de: Diese Nachricht konnte nicht verifiziert werden, da ein unbekannter Fehler aufgetreten ist. Bitte kontaktiere uns unter https://gpgtools.tenderapp.com/
es: Ocurrió un error desconocido al verificar la firma de este mensaje. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com/
fi: Tuntematon virhe havaittu viestin allekirjoitusta varmennettaessa. Ole hyvä ja ota yhteyttä meihin osoitteessa https://gpgtools.tenderapp.com
fr: Une erreur inconnue est arrivée lors de la vérification de la signature de ce message. Merci de nous contacter sur https://gpgtools.tenderapp.com/
id: Terjadi galat yang tak dikenal ketika verifikasi tanda tangan pesan ini. Mohon kontak kami di https://gpgtools.tenderapp.com
oc: Una error desconeguda es arribada al moment de la verificacion de la signatura d'aqueste messatge. Mercé de nos contactar sus https://gpgtools.tenderapp.com/
sv: Ett okänt fel inträffade när signaturen för detta meddelande skulle verifieras. Kontakta oss på https://gpgtools.tenderapp.com/

# MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_TITLE
source: Message signature data error!
ca: Error de dades de la signatura del missatge!
cs: Chyba dat podpisu zprávy!
da: Datafejl i beskedens signatur!
de: Signatur Datenfehler in Nachricht!
es: ¡Error en los datos de la firma del mensaje!
fi: Viestin allekirjoitus on vaurioitunut!
fr: Erreur de la signature du message !
id: Galat data tanda tangan pesan!
oc: Error de la signatura del messatge !
sv: Datafel i meddelandets signatur!

# MESSAGE_BANNER_PGP_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE
source: This message's signature is invalid and could not be verified. Please contact us at https://gpgtools.tenderapp.com/
ca: La signatura del missatge no és vàlida i no s'ha verificat. Contacteu amb nosaltres a https://gpgtools.tenderapp.com/
cs: Podpis zprávy je neplatný a nelze ověřit. Obraťte se prosím na https://gpgtools.tenderapp.com
da: Beskedens signatur er ugyldig og kunne ikke bekræftes. Kontakt os på https://gpgtools.tenderapp.com/
de: Die Signatur dieser Nachricht ist ungültig und konnte nicht überprüft werden. Bitte kontaktiere uns unter https://gpgtools.tenderapp.com/
es: La firma de este mensaje no es válida y no se pudo verificar. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com/
fi: Tämän viestin allekirjoitus on virheellinen eikä sitä pystytä varmentamaan. Ole hyvä ja ota yhteyttä meihin osoitteessa https://gpgtools.tenderapp.com
fr: La signature du message est non valide et ne peut être vérifiée. Merci de nous contacter sur https://gpgtools.tenderapp.com/
id: Tanda tangan pesan ini tak valid dan tak bisa diverifikasi. Harap kontak kami di https://gpgtools.tenderapp.com
oc: La signatura del messatge es invalida e pòt pas èsser verificada. Mercé de nos contactar sus https://gpgtools.tenderapp.com/
sv: Detta meddelandes signatur är ogiltig och kunde inte verifieras. Kontakta oss på https://gpgtools.tenderapp.com

# MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_TITLE
source: Message signature's key is expired.
ca: La clau de signatura del missatge ha vençut.
cs: Platnost klíče podpisu zprávy vypršela.
da: Nøglen til beskedens signatur er udløbet.
de: Schlüssel der Nachrichtensignatur ist abgelaufen.
es: La clave con la que se firmó este mensaje ha caducado.
fi: Allekirjoituksen avain on vanhentunut.
fr: La clé de la signature du message est expirée.
id: Kunci tanda tangan pesan kedaluarsa.
oc: La clau de la signatura del messatge es localizada.
sv: Meddelandesignaturens nyckel har gått ut.

# MESSAGE_BANNER_PGP_VERIFY_KEY_EXPIRED_ERROR_MESSAGE
source: The key which was used to sign this message is expired. You can try to refresh the key with ID %@ in GPG Keychain and ask the sender why the key is expired.
ca: La clau que s'ha utilitzat per signar el missatge ha vençut. Proveu d'actualitzar la clau amb identitat %@ al GPG Keychain i pregunteu al remitent per què ha vençut la clau.
cs: Výstraha: Platnost klíče, který byl použit k podpisu této zprávy, vypršela. Můžete zkusit znovu načíst klíč ID %@ v GPG Keychain a dotázat se odesilatele proč platnost jeho klíče vypršela.
da: VIGTIGT: Nøglen, der blev brugt til at signere denne besked, er udløbet. Du kan prøve at forny nøglen med ID %@ i GPG Keychain og spørge afsenderen, hvorfor nøglen er udløbet.
de: Der Schlüssel mit dem diese Nachricht signiert wurde ist abgelaufen. Sie können versuchen den Schlüssel %@ mit GPG Keychain zu aktualisieren und fragen sie beim Absender nach, warum der Schlüssel abgelaufen ist.
es: ATENCIÓN: La clave que se utilizó para firmar este mensaje ha caducado. ⏎ ⏎ Usted puede intentar actualizar la clave con ID %@ en GPG Keychain y preguntar al remitente por qué caducó la clave.
fi: Avain, jolla viesti on allekirjoitettu, on vanhentunut. Voit yrittää ladata avaimen uudelleen, tunnistetiedon ID %@ kanssa, avainrenkaastasi ja kysyä lähettäjältä vanhentuneen avaimen syytä.
fr: La clé utilisée pour signer ce message est expirée. Vous pouvez essayer de rafraichir la clé avec l'identifiant %@ dans GPG Keychain et demander à l'expéditeur la raison de son expiration.
id: PERHATIAN: Kunci yang dipakai untuk menandatangani pesan ini kedaluarsa. Anda dapat mencoba menyegarkan kunci dengan ID %@ dalam GPG Keychain dan menanyakan ke pengirim mengapa kunci kedaluarsa.
oc: La clau utilizada per signar aqueste messatge es localizada. Podètz ensajar de refrescar la clau amb l'identificant %@ dins GPG Keychain e demander a l'expeditor la rason de son expedicion.
sv: Nyckeln som användes för att signera detta meddelande har gått ut. Du kan försöka att uppdatera nyckeln med ID %@ i GPG Keychain och fråga avsändaren varför nyckeln gått ut.

# MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE
source: The message signature is expired.
ca: La clau de signatura del missatge ha vençut.
cs: Platnost podpis zprávy vypršela.
da: Beskedens signatur er udløbet.
de: Die Signatur der Nachricht ist abgelaufen.
es: La firma del mensaje ha caducado.
fi: Allekirjoitus on vanhentunut.
fr: La signature du message est expirée !
id: Tanda tangan pesan ini kedaluarsa.
oc: La signatura del messatge es localizada !
sv: Meddelandesignaturen har gått ut.

# MESSAGE_BANNER_PGP_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE
source: The signature is expired and could not be verified. Ask the sender why the signature is expired.
ca: No s'ha pogut verificar la signatura perquè ha vençut. Pregunteu al remitent per què ha vençut la signatura.
cs: Platnost podpisu vypršela a nelze ověřit. Zeptejte se odesilatele proč platnost jeho podpisu vypršela.
da: Signaturen er udløbet og kunne ikke bekræftes. Spørg afsenderen, hvorfor signaturen er udløbet.
de: Die Signatur ist abgelaufen und konnte nicht überprüft werden. Erkundige dich beim Absender, warum die Signatur abgelaufen ist.
es: La firma ha caducado y no pudo ser verificada. ⏎ ⏎ Pregunte al remitente por qué ha caducado por la firma.
fi: Allekirjoitus on vanhentunut eikä sitä voida varmentaa. Kysy viestin lähettäjältä syytä vanhentuneeseen allekirjoitukseen
fr: La signature est expirée et n'a pu être vérifiée. Demandez à l'expéditeur la raison de son expiration.
id: Tanda tangan kedaluarsa dan tak bisa diverifikasi. Tanyakan ke pengirim mengapa tanda tangan kedaluarsa.
oc: La signatura es localizada e a pas pogut èsser verificada. Demandatz a l'expeditor la rason de son expedicion.
sv: Signaturen har upphört och kunde inte kontrolleras. Kontakta avsändaren och fråga varför signaturen upphört.

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_TITLE
source: MacGPG is not installed
ca: El MacGPG no es troba instal·lat
cs: MacGPG není nainstalováno
de: MacGPG ist nicht installiert
es: MacGPG no está instalado
fr: MacGPG n'est pas installé
id: MacGPG tidak terpasang
sv: MacGPG är inte installerat

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_NO_GPG_MESSAGE
source: Decrypting failed because MacGPG is not installed. Please download and re-install GPG Suite from https://gpgtools.org
ca: Ha fallat el desxifratge perquè el MacGPG no es troba instal·lat. Baixeu i torneu a instal·lar el GPG Suite des de https://gpgtools.org
cs: Dešifrování se nezdařilo, protože MacGPG není nainstalován. Zkopírujte si jej a nainstalujte GPG Suite z tohoto umístění: https://gpgtools.org
de: Die Entschlüsselung ist fehlgeschlagen, weil MacGPG nicht installiert ist. Lade und installiere GPG Suite von https://gpgtools.org erneut.
es: El descifrado falló porque MacGPG no está instalado. Por favor, descargue y reinstale GPG Suite desde https://gpgtools.org
fr: Le décryptage a échoué parce que MacGPG n'est pas installé. Veuillez télécharger et réinstaller GPG Suite à partir de https://gpgtools.org
id: Dekripsi gagal karena MacGPG tak terpasang. Harap unduh dan pasang ulang GPG Suite dari https://gpgtools.org
sv: Dekrypteringen misslyckades eftersom MacGPG inte är installerat. Hämta och installera om GPG Suite från https://gpgtools.org

# MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_TITLE
source: MacGPG is not installed
ca: El MacGPG no es troba instal·lat
cs: MacGPG není nainstalováno
de: MacGPG ist nicht installiert
es: MacGPG no está instalado
fr: MacGPG n'est pas installé
id: MacGPG tidak terpasang
sv: MacGPG är inte installerat

# MESSAGE_BANNER_PGP_VERIFY_ERROR_NO_GPG_MESSAGE
source: Verifying failed because MacGPG is not installed. Please download and re-install GPG Suite from https://gpgtools.org
ca: Ha fallat la verificació perquè el MacGPG no es troba instal·lat. Baixeu i torneu a instal·lar el GPG Suite des de https://gpgtools.org
cs: Ověření selhalo, protože MacGPG není nainstalován. Zkopírujte si jej a nainstalujte GPG Suite z tohoto umístění: https://gpgtools.org
de: Die Verifizierung ist fehlgeschlagen, da MacGPG nicht installiert ist. Lade und installiere GPG Suite von https://gpgtools.org erneut.
es: El verificado falló porque MacGPG no está instalado. Por favor, descargue y reinstale GPG Suite desde https://gpgtools.org
id: Verifikasi gagal karena MacGPG tak terpasang. Harap unduh dan pasang ulang GPG Suite dari https://gpgtools.org
sv: Verifieringen misslyckades eftersom MacGPG inte är installerat. Hämta och installera om GPG Suite från https://gpgtools.org

# MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_TITLE
source: %d attachments failed to decrypt or verify.
ca: Els fitxers adjunts %d no s'han desxifrat o verificat.
cs: Dešifrování nebo ověření příloh %d selhalo.
da: %d vedhæftede filer kunne ikke dekrypteres eller bekræftes.
de: %d Anhänge konnten nicht entschlüsselt oder verifiziert werden.
es: %d archivos adjuntos no pudieron ser descifrados o verificados.
fi: %d liitteen salauksen purku tai allekirjoituksen varmistus epäonnistui.
fr: %d fichiers joints n'ont pas pu être déchiffrés ou vérifiés.
id: %d lampiran gagal didekripsi atau diverifikasi.
oc: %d fichièrs junts n'ont pas pu èsser deschifrats o verificats.
sv: %d bilagor kunde inte avkrypteras eller kontrolleras.

# MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_VERIFY_ERROR_MESSAGE
source: Please click on the attachment icon in the message header security part for further details.
ca: Per a obtenir més detalls, feu clic a la icona del fitxer adjunt que es troba a la capçalera de seguretat del missatge.
cs: Pro zobrazení podrobností klepněte prosím na ikonu přílohy v hlavičce zabezpečení zprávy.
da: Klik på den vedhæftede fils ikon i beskedhovedet for flere detaljer.
de: Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon, um weitere Informationen zu erhalten.
es: Para más detalles haga clic en el icono del archivo adjunto que se encuentra en la cabecera de seguridad del mensaje.
fi: Ole hyvä ja paina liitekuvaketta otsakkeen turvallisuusosassa saadaksesi lisätietoja.
fr: Merci de cliquer sur l'icone de la pièce jointe dans l'en-tête sécurité du message pour plus de détails.
id: Harap klik pada ikon lampiran dalam bagian keamanan kepala pesan untuk rincian lebih lanjut.
oc: Mercé de clicar sus l'icòna de la pèça junta dins l'entèsta seguretat del messatge per mai de detalhs.
sv: Klicka på bilageikonen i brevhuvudets säkerhetsdel för mer detaljer.

# MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_TITLE
source: %d attachments failed to verify.
ca: Els fitxers %d no s'han verificat.
cs: Ověření příloh %d selhalo.
da: %d vedhæftede filer kunne ikke bekræftes.
de: %d Anhänge konnten nicht verifiziert werden.
es: %d archivos adjuntos no pudieron ser verificados.
fi: %d liitteen allekirjoituksen varmistus epäonnistui.
fr: %d fichiers joints n'ont pas pu être vérifiés.
id: %d lampiran gagal diverifikasi.
oc: %d fichièrs junts n'ont pas pu èsser verificats.
sv: %d bilagor kunde inte verifieras.
