Repository: Free-GPGMail/Free-GPGMail
Catalog: Source/GPGMail_3/Resources/*.lproj/GPGMail.strings
Languages: ca, cs, da, de, es, fi, fr, id, oc, sv

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_MESSAGE
source: The attachment could not be verified. The public key required to verify this signature is not in GPG Keychain. Search the key server for fingerprint %@ or ask your contact for their public key. You can retry to verify the signature after adding their public key to GPG Keychain.
ca: La signatura adjunta no s'ha pogut verificar, perquè la clau que s'ha usat per signar-la no és al GPG Keychain. Cerqueu la clau amb la identitat %@ al GPG Keychain i importeu-la per a comprovar el fitxer adjunt.
cs: Přílohu nelze ověřit, dokud klíč, který byl použit k jejímu podpisu není ve vaši GPG Klíčence. Najděte klíč s ID %@ v GPG Keychain a naimportujte ho.
da: Signaturen på den vedhæftede fil kunne ikke bekræftes, da den nøgle, som blev brugt til signering, ikke er i din GPG nøglering. Søg efter nøglen med ID %@ i GPG Keychain og importer den for at bekræfte den vedhæftede fil.
de: Der Anhang konnte nicht überprüft werden. Der öffentliche Schlüssel der zur Überprüfung benötigt wird, befindet sich nicht in GPG Keychain. Suche auf dem Schlüsselserver nach dem Fingerabdruck %@ oder frage deinen Kontakt nach seinem öffentlichen Schlüssel. Nachdem du den öffentlichen Schlüssel in GPG Keychain importiert hast, kannst du die Überprüfung erneut versuchen.
es: La firma de unión no pudo ser verificada, ya que la clave que se usó para firmar no está en tu GPG Keychain. Buscar la clave con ID %@ en GPG Keychain y de importación a comprobar el archivo adjunto.
fi: The attachment signature could not be verified, since the key which was used to sign is not in your GPG Keychain. Search for the key with ID %@ in GPG Keychain and import it to verify the attachment.
fr: La signature du fichier joint n'a pas pu être vérifiée car la clé utilisée n'est pas dans votre trousseau GPG. Recherchez la clé avec l'identifiant %@ dans GPG Keychain et importez-la pour vérifier le fichier joint.
id: Tanda tangan lampiran ini tak bisa diverifikasi, karena kunci yang dipakai untuk menandatangani tak ada dalam Ring Kunci GPG Anda. Carilah kunci dengan ID %@ dalam GPG Keychain dan imporlah untuk memverifikasi lampiran.
oc: La signatura del fichièr junt a pas pogut èsser verificada perque la clau utilizada es pas dins vòstre trossèl GPG. Recercatz la clau amb l'identificant %@ dins GPG Keychain e importatz-la per verificar lo fichièr junt.
sv: Bilagans signatur kunde inte verifieras, eftersom nyckel som användes för att signera inte finns i din GPG Keychain. Sök efter nyckeln med ID %@ i GPG Keychain och importera den för att verifiera bilagan.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_TITLE
source: The attachment signature was created with an algorithm which is not supported.
ca: La signatura del fitxer adjunt s'ha creat amb un algoritme no compatible.
cs: Podpis přílohy byl vytvořen nepodporovaným algoritmem.
da: Signaturen til den vedhæftede fil blev lavet med en algoritme, der ikke understøttes.
de: Die Signatur des Anhangs wurde mit einem nicht unterstützen Algorithmus erstellt.
es: La firma fue creada con la unión de un algoritmo que no es compatible.
fi: Liitteen allekirjoitus on luotu käyttämällä algoritmia, jota ei tueta.
fr: La signature du fichier joint a été créée avec un algorithme qui n'est pas supporté.
id: Tanda tangan lampiran dibuat dengan algoritma yang tak didukung.
oc: La signatura del fichièr junt es estada creada amb un algoritme qu'es pas suportat.
sv: Bilagans signatur skapades med en algoritm som inte stöds.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ALGORITHM_ERROR_MESSAGE
source: This attachment could not be verified, since the key to the signature was created with an algorithm which is not supported. Please contact us at https://gpgtools.tenderapp.com/
ca: El fitxer adjunt no s'ha verificat, perquè la clau de la signatura s'ha creat amb un algoritme no compatible. Contacteu amb nosaltres a https://gpgtools.tenderapp.com/
cs: Přílohu nelze ověřit, dokud nebude podpis vytvořen některým z podporovaných algoritmů. Obraťte se prosím na https://gpgtools.tenderapp.com
da: Den vedhæftede fil kunne ikke bekræftes, da signaturens nøgle er blevet lavet med en algoritme, der ikke er understøttet. Kontakt os på https://gpgtools.tenderapp.com/
de: Dieser Anhang konnte nicht verifiziert werden, da der Schlüssel zu der Signatur mit einem Algorithmus erstellt wurde, welcher nicht unterstützt ist. Bitte kontaktiere uns auf https://gpgtools.tenderapp.com/
es: Este adjunto no se pudo verificar, ya que la clave para la firma fue creada con un algoritmo que no está soportado. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com
fi: Liitettä ei voitu varmentaa, koska allekirjoitukseen käytetty avain on luotu käyttäen suojausalgoritmia jota ei tueta. Ole hyvä ja ota yhteyttä tukipalveluun osoitteessa https://gpgtools.tenderapp.com
fr: Le fichier joint n'a pas pu être vérifié car la clé utilisée pour la signature a été créée avec un algorithme non supporté. Merci de nous contacter sur https://gpgtools.tenderapp.com/
id: Lampiran ini tak bisa diverifikasi, karena kunci tanda tangan dibuat dengan algoritma yang tak didukung. Harap hubungi kami di https://gpgtools.tenderapp.com
oc: Lo fichièr junt a pas pogut èsser verificat perque la clau utilizada per la signatura es estada creada amb un algoritme pas suportat. Mercé de nos contactar sus https://gpgtools.tenderapp.com/
sv: Denna bilaga kunde inte verifieras eftersom signaturens nyckel skapades med en algoritm som inte stöds. Kontakta oss på https://gpgtools.tenderapp.com/

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_TITLE
source: ATTENTION: The attachment signature is invalid!
ca: ATENCIÓ: La signatura del fitxer adjunt no és vàlida!
cs: VÝSTRAHA: Podpis přílohy je neplatný!
da: VIGTIGT: Signaturen til den vedhæftede fil er ugyldig!
de: ACHTUNG: Die Signatur dieses Anhangs ist ungültig!
es: ATENCIÓN: La firma de apego no es válido!
fi: HUOMIO: Liitteen allekirjoitus on epäkelpo.
fr: ATTENTION: la signature du fichier joint est invalide !
id: PERHATIAN: Tanda tangan lampiran ini tak valid!
oc: ATENCION: la signatura del fichièr junt es invalida !
sv: OBS: Bilagans signatur är ogiltig!

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_BAD_SIGNATURE_ERROR_MESSAGE
source: This attachment might have been modified after the signature was created. Please contact the sender and make sure the content of the attachment matches the original. Please contact us at https://gpgtools.tenderapp.com/ if you're sure the attachment was not modified.
ca: El fitxer adjunt podria haver sigut modificat després de crear-se la signatura. Contacteu amb el remitent i assegureu-vos que el contingut del fitxer adjunt coincideix amb l'original. Contacteu amb nosaltres a https://gpgtools.tenderapp.com/ si esteu segur que el fitxer adjunt no s'ha modificat.
cs: VÝSTRAHA: Příloha mohla být změněna poté co byla podepsána. Obraťte se na odesilatele abyste se ujistil zda se obsah přílohy shoduje s originálem. Obraťte se prosím na https://gpgtools.tenderapp.com, pokud jste si skutečně jist, že příloha nebyla změněna.
da: Denne vedhæftede fil er blevet ændret efter signaturen blev lavet. Kontakt afsenderen og tjek, at filens indhold svarer til originalen. Kontakt os på https://gpgtools.tenderapp.com/ hvis du er sikker på, at den vedhæftede fil ikke er blevet ændret.
de: Es könnte sein, dass dieser Anhang nach dem Signieren geändert wurde. Kontaktiere den Absender und gleiche den Inhalt des Anhangs ab. Sollte der Anhang nicht geändert worden sein, kontaktiere uns bitte unter https://gpgtools.tenderapp.com/
es: Este adjunto podría haber sido modificado después de que la firma fuera creada. Por favor, contacte con el remitente y asegúrese de que el contenido del adjunto coincide con el original. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com si está seguro de que el adjunto no fue modificado.
fr: Ce fichier joint a peut-être été modifié après apposition de la signature. Merci de contacter l'expéditeur pour s'assurer que le fichier joint reçu est identique à l'original. Merci de nous contacter sur https://gpgtools.tenderapp.com/ si vous êtes sûr que le fichier n'a pas été modifié.
id: PERHATIAN: Lampiran ini mungkin telah diubah setelah tanda tangan dibuat. Harap hubungi pengirim untuk memastikan isi lampiran cocok dengan aslinya. Harap hubungi kami pada https://gpgtools.tenderapp.com bila Anda yakin bahwa lampiran tak diubah.
oc: Benlèu qu'aqueste fichièr junt es estat modificat aprèp aposicion de la signatura. Mercé de contactar l'expeditor per s'assegurar que lo fichièr junt recebut es identic a l'original. Mercé de nos contactar sus https://gpgtools.tenderapp.com/ se sètz segur que lo fichièr es pas estat modificat.
sv: Bilagan kan ha ändrats efter att signaturen skapades. Kontakta avsändaren för att kontrollera att bilagans innehåll stämmer överens med originalet. Kontakta oss på https://gpgtools.tenderapp.com om du är säker på att bilagan inte har ändrats.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_TITLE
source: Verification of signature failed with unknown error.
ca: S'ha produït un error desconegut en la verificació de la signatura!
cs: Ověřování podpisu se nezdařilo z důvodu výskytu neznámé chyby!
da: Bekræftelse af beskeden mislykkedes på grund af en ukendt fejl!
de: Die Signatur konnte aufgrund eines unbekannten Fehlers nicht überprüft werden.
es: La verificación de firmas se produjo el error desconocido!
fi: Allekirjoituksen varmentaminen epäonnistui tuntemattomasta virheestä johtuen!
fr: La vérification de la signature a échoué avec une erreur inconnue !
id: Verifikasi tanda tangan gagal dengan galat tak dikenal!
oc: La verificacion de la signatura a fracassat amb una error desconeguda !
sv: Verifieringen av signaturen misslyckades på grund av ett okänt fel!

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SYSTEM_ERROR_MESSAGE
source: An unknown error occurred while verifying this attachment signature. Please contact us at https://gpgtools.tenderapp.com/
ca: Ha ocorregut un error desconegut al verificar la signatura del fitxer adjunt Contacteu amb nosaltres a https://gpgtools.tenderapp.com/
cs: Vyskytla se neznámá chyba při ověřování podpisu přílohy. Obraťte se prosím na https://gpgtools.tenderapp.com
da: Der opstod en ukendt fejl ved bekræftelse af signaturen for denne vedhæftede fil. Kontakt os på https://gpgtools.tenderapp.com/
de: Die Signatur des Anhangs konnte nicht verifiziert werden, da ein unbekannter Fehler aufgetreten ist. Bitte kontaktiere uns unter https://gpgtools.tenderapp.com/
es: Ocurrió un error desconocido al verificar la firma de este adjunto. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com
fr: Une erreur inconnue est survenue lors de la vérification de la signature de ce fichier joint. Merci de nous contacter sur https://gpgtools.tenderapp.com/
id: Terjadi galat yang tak dikenal ketika verifikasi tanda tangan lampiran ini. Mohon kontak kami di https://gpgtools.tenderapp.com
oc: Una error desconeguda s'es producha al moment de la verificacion de la signatura d'aqueste fichièr junt. Mercé de nos contactar sus https://gpgtools.tenderapp.com/
sv: Ett okänt fel inträffade när bilagans signatur skulle verifieras. Kontakta oss på https://gpgtools.tenderapp.com/

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_TITLE
source: Signature data error!
ca: La signatura presenta dades errònies!
cs: Chyba dat v podpisu!
da: Datafejl i signaturen!
de: Signaturdatenfehler!
es: Datos de la firma de error!
fi: Allekirjoitus on vaurioitunut!
fr: Erreur dans les données de la signature !
id: Galat data tanda tangan!
oc: Error dins las donadas de la signatura !
sv: Signatur-data felaktig!

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_CORRUPTED_DATA_ERROR_MESSAGE
source: This attachment signature is invalid and could not be verified. Please contact us at https://gpgtools.tenderapp.com/
ca: La signatura d'aquest fitxer adjunt no és vàlida i no s'ha verificat. Contacteu amb nosaltres a https://gpgtools.tenderapp.com/
cs: Podpis přílohy není platný a nelze ho ověřit. Obraťte se prosím na https://gpgtools.tenderapp.com
da: Signaturen for denne vedhæftede fil er ugyldig, og kunne ikke bekræftes. Kontakt os på https://gpgtools.tenderapp.com/
de: Dies Signature des Anhangs konnte nicht verifiziert werden, da die Signatur ungültig ist. Bitte kontaktiere uns unter https://gpgtools.tenderapp.com/
es: La firma de este adjunto no es válida y no se pudo verificar. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com
fi: Liitetteen allekirjoitus on epäkelpo eikä sitä voitu varmentaa. Ole hyvä ja ota yhteyttä tukipalveluun osoitteessa https://gpgtools.tenderapp.com
fr: La signature du fichier joint est non valide et ne peut être vérifiée. Veuillez nous contacter à l'adresse : https://gpgtools.tenderapp.com/
id: Tanda tangan lampiran ini tak valid dan tak bisa diverifikasi. Harap kontak kami di https://gpgtools.tenderapp.com
oc: La signatura del fichièr junt es invalida e pòt pas èsser verificada. Contactatz-nos a l'adreça : https://gpgtools.tenderapp.com/
sv: Denna bilagas signatur är ogiltig och kunde inte verifieras. Kontakta oss på https://gpgtools.tenderapp.com/

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_TITLE
source: The key of the signature is expired.
ca: La clau de la signatura ha vençut.
cs: Platnost klíče podpisu vypršela.
da: Signaturens nøgle er udløbet.
de: Der Schlüssel der Signatur ist abgelaufen.
es: La clave de la firma ha caducado.
fi: Allekirjoituksen avain on vanhentunut.
fr: La clé de la signature est expirée.
id: Kunci dari tanda tangan ini kedaluarsa.
oc: La clau de la signatura es localizada.
sv: Signaturens nyckel har upphört.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_KEY_EXPIRED_ERROR_MESSAGE
source: The key which was used to sign this attachment is expired. You can try to refresh the key with ID %@ in GPG Keychain and ask the sender why the key is expired.
ca: La clau que s'ha utilitzat per signar el fitxer adjunt ha vençut. Proveu d'actualitzar la clau amb identitat %@ al GPG Keychain i pregunteu al remitent per què ha vençut la clau.
cs: VÝSTRAHA: Platnost klíče, který byl použit podpisu této přílohy vypršela. Můžete zkusit obnovit klíč s ID %@ v GPG Keychain a obrátit se na odesilatele, proč platnost jeho klíče vypršela.
da: VIGTIGT: Den nøgle, der blev brugt til at signere denne vedhæftede fil, er udløbet. Du kan prøve at forny nøglen med ID %@ i GPG Keychain og at spørge afsenderen, hvorfor nøglen er udløbet.
de: Der Schlüssel mit dem dieser Anhang signiert wurde ist abgelaufen. Du kannst versuchen den Schlüssel %@ in GPG Keychain zu aktualisieren und frage den Absender, warum der Schlüssel abgelaufen ist.
es: La clave que se usó para firmar este anexo ha caducado. Usted puede tratar de actualizar la clave con ID %@ en GPG Keychain y le preguntar el remitente por qué ha caducado la clave.
fr: La clé utilisée pour signer ce fichier joint est expirée. Vous pouvez essayer de rafraichir la clé avec l'identifiant %@ dans GPG Keychain et demander à l'expéditeur la raison de cette expiration.
id: PERHATIAN: Kunci yang dipakai untuk menandatangani lampiran ini kedaluarsa. Anda dapat mencoba menyegarkan kunci dengan ID %@ dalam GPG Keychain dan menanyakan ke pengirim mengapa kunci kedaluarsa.
oc: La clau utilizada per signar aqueste fichièr junt es localizada. Podètz ensajar de refrescar la clau amb l'identificant %@ dins GPG Keychain e demander a l'expeditor la rason d'aquesta locala.
sv: Nyckeln som använts för att signera denna bilaga har gått ut. Du kan försöka att uppdatera nyckeln med ID %@ i GPG Keychain och fråga avsändaren varför nyckeln gått ut.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_TITLE
source: The signature of the attachment is expired.
ca: La signatura del fitxer adjunt ha vençut.
cs: Platnost podpisu přílohy vypršela.
da: Signaturen til denne vedhæftede fil er udløbet.
de: Die Signatur des Anhangs ist abgelaufen.
es: La firma de la unión ha caducado.
fi: Liitteen allekirjoitus on vanhentunut.
fr: La signature du fichier joint est expirée.
id: Tanda tangan lampiran ini kedaluarsa.
oc: La signatura del fichièr junt es localizada.
sv: Signaturen i bilagan har gått ut.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_SIGNATURE_EXPIRED_ERROR_MESSAGE
source: The attachment signature is expired and could not be verified. Ask the sender why the signature is expired.
ca: La signatura del fitxer adjunt ha vençuti no s'ha pogut verificar. Pregunteu al remitent per què la signatura ha caducat.
cs: Platnost podpisu přílohy vypršela a nelze ho ověřit. Obraťte se na odesilatele, proč platnost jeho podpisu vypršela.
da: Signaturen til den vedhæftede fil er udløbet, og kunne ikke bekræftes. Spørg afsenderen, hvorfor signaturen er udløbet.
de: Die Signatur des Anhangs ist abgelaufen und konnte nicht verifiziert werden. Erkundige sich beim Absender, warum die Signatur abgelaufen ist.
es: La firma de apego ha caducado y no pudo ser verificada. ⏎ ⏎ Pida al remitente que ha caducado por la firma.
fr: La signature du fichier joint est expirée et n'a pu être vérifiée. Demandez à l'expéditeur la raison de son expiration.
id: Tanda tangan lampiran kedaluarsa dan tak bisa diverifikasi. Tanyakan ke pengirim mengapa tanda tangan kedaluarsa.
oc: La signatura del fichièr junt es localizada e a pas pogut èsser verificada. Demandatz a l'expeditor la rason de son expedicion.
sv: Bilagans signatur har gått ut och kunde inte verifieras. Fråga avsändaren varför signaturen har gått ut.

# MESSAGE_IS_PGP_PARTLY_ENCRYPTED
source: Partly Encrypted
ca: Xifrat parcialment
cs: Částečně zašifrováno
da: Delvist krypteret
de: Teil-Verschlüsselt
es: En parte cifrada
fi: Osittain salattu
fr: Partiellement chiffré
id: Sebagian Terenkripsi
oc: Parcialament chifrat
sv: Delvis krypterad

# MESSAGE_IS_PGP_PARTLY_SIGNED
source: Partly Signed
ca: Signat parcialment
cs: Částečně podepsáno
da: Delvist signeret
de: Teil-Signiert
es: En Parte Firmado
fi: Osittain allekirjoitettu
fr: Partiellement signé
id: Sebagian Ditandatangani
oc: Parcialament signat
sv: Delvis signerad

# MESSAGE_IS_PGP_ENCRYPTED
source: Encrypted
ca: Xifrat
cs: Zašifrováno
da: Krypteret
de: Verschlüsselt
es: Cifrado
fi: Salattu
fr: Chiffré
id: Terenkripsi
oc: Chifrat
sv: Krypterat

# MESSAGE_IS_PGP_SIGNED
source: Signed
ca: Signat
cs: Podepsáno
da: Signeret
de: Signiert
es: Firmado
fi: Allekirjoitettu
fr: Signé
id: Ditandatangani
oc: Signat
sv: Signerat

# MESSAGE_IS_PGP_SIGNED_INVALID
source: Invalid Signature
ca: Signatura no vàlida
cs: Chybný podpis
da: Ugyldig signatur
de: Ungültige Signatur
es: Firma no válida
fi: Virheellinen allekirjoitus
fr: Signature non valide
id: Tanda Tangan Tak Valid
oc: Signatura invalida
sv: Ogiltig signatur

# MESSAGE_SECURITY_HEADER_SIGNATURE_NO_PUBLIC_KEY_TITLE
source: Signed with unknown key
ca: Signat amb una clau desconeguda
cs: Podepsáno neznámým klíčem
da: Signeret med ukendt nøgle
de: Signiert mit unbekanntem Schlüssel
es: Firmado con clave desconocida
fi: Allekirjoitettu tuntemattomalla avaimella
fr: Signé avec une clé inconnue
id: Ditandatangani dengan kunci yang tak dikenal
oc: Signat amb una clau desconeguda
sv: Signerad med okänd nyckel

# MESSAGE_SECURITY_HEADER_SIGNATURE_REVOKED_TITLE
source: Signed with revoked key
ca: Signat amb una clau revocada
cs: Podepsáno zneplatněným klíčem
da: Signeret med tilbagekaldt nøgle
de: Signiert mit widerrufenem Schlüssel
es: Firmado con la clave revocada
fi: Allekirjoitettu kumotulla avaimella
fr: Signé avec une clé révoquée
id: Ditandatangani dengan kunci yang telah dicabut
oc: Signat amb una clau revocada
sv: Signerad med en återkallad nyckel

# MESSAGE_SECURITY_HEADER_SIGNATURE_BAD_TITLE
source: Invalid signature
ca: Signatura no vàlida
cs: Chybný podpis
da: Ugyldig signatur
de: Ungültige Signatur
es: Firma no válida
fi: Virheellinen allekirjoitus
fr: Signature non valide
id: Tanda tangan tak valid
oc: Signatura invalida
sv: Ogiltig signatur

# MESSAGE_SECURITY_HEADER_SIGNATURE_TITLE
source: Signed
ca: Signat
cs: Podepsáno
da: Signeret
de: Signiert
es: Firmado
fi: Allekirjoitettu
fr: Signé
id: Ditandatangani
oc: Signat
sv: Signerad

# MESSAGE_SECURITY_HEADER_NO_SIGNATURE_TITLE
source: No signature found
ca: No s'ha trobat la signatura
cs: Nebyl nalezen žádný podpis
da: Ingen signatur fundet
de: Keine Signatur gefunden
es: No se encontró firma
fi: Allekirjoitusta ei löydy.
fr: Aucune signature trouvée
id: Tidak ada tanda tangan yang ditemukan
oc: Cap de signatura trobada
sv: Ingen signatur hittades

# MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_ENCRYPTED_TITLE
source: encrypted/signed attachment
ca: Fitxer adjunt xifrat/signat
cs: zašifrovaná/podepsaná příloha
da: krypteret/signeret vedhæftning
de: verschlüsselter/signierter Anhang
es: cifrado/firmado adjunto
fi: Salattu/allekirjoitettu liitetiedosto
fr: fichier joint chiffré/signé
id: lampiran yang dienkripsi/ditandatangani
oc: fichièr junt chifrat/signat
sv: krypterad/signerad bilaga

# MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_ENCRYPTED_TITLE
source: encrypted/signed attachments
ca: Fitxers adjunts xifrats/signats
cs: zašifrované/podepsané přílohy
da: krypterede/signerede vedhæftninger
de: verschlüsselte/signierte Anhänge
es: cifrado/firmado adjuntos
fi: Salattuja/allekirjoitettuja liitetiedostoja
fr: fichiers joints chiffrés/signés
id: lampiran yang dienkripsi/ditandatangani
oc: fichièrs junts chifrats/signats
sv: krypterade/signerade bilagor

# MESSAGE_SECURITY_HEADER_ATTACHMENT_ENCRYPTED_TITLE
source: encrypted attachment
ca: Fitxer adjunt xifrat
cs: zašifrovaná příloha
da: krypteret vedhæftning
de: verschlüsselter Anhang
es: cifrado adjunto
fi: Salattu liitetiedosto
fr: fichier joint chiffré
id: lampiran yang dienkripsi
oc: fichièr junt chifrat
sv: krypterad bilaga

# MESSAGE_SECURITY_HEADER_ATTACHMENTS_ENCRYPTED_TITLE
source: encrypted attachments
ca: Fitxers adjunts xifrats
cs: zašifrované přílohy
da: krypterede vedhæftninger
de: verschlüsselte Anhänge
es: cifrado adjuntos
fi: Salattuja liitetiedostoja
fr: fichiers joints chiffrés
id: lampiran yang dienkripsi
oc: fichièrs junts chifrats
sv: krypterade bilagor

# MESSAGE_SECURITY_HEADER_ATTACHMENT_SIGNED_TITLE
source: signed attachment
ca: Fitxer adjunt signat
cs: podepsaná příloha
da: signeret vedhæftning
de: signierter Anhang
es: firmado adjunto
fi: Allekirjoitettu liitetiedosto
fr: fichier joint signé
id: lampiran yang ditandatangani
oc: fichièr junt signat
sv: signerad bilaga

# MESSAGE_SECURITY_HEADER_ATTACHMENTS_SIGNED_TITLE
source: signed attachments
ca: Fitxers adjunts signats
cs: podepsané přílohy
da: signerede vedhæftninger
de: signierte Anhänge
es: firmado adjuntos
fi: Allekirjoitettuja liitetiedostoja
fr: fichiers joints signés
id: lampiran yang ditandatangani
oc: fichièrs junts signats
sv: signerade bilagor
