Repository: Free-GPGMail/Free-GPGMail
Catalog: Source/GPGMail_3/Resources/*.lproj/GPGMail.strings
Languages: ca, cs, da, de, es, fi, fr, id, oc, sv

# NO_DEFAULTS_MESSAGE
source: GPG Mail is not working as expected. Please download and re-install GPG Suite from https://gpgtools.org Should this problem persist, please contact us at https://gpgtools.tenderapp.com/.
ca: El GPG Mail no funciona com deuria. Baixeu i reinstal·leu GPG Suite des de https://gpgtools.org Si el problema continua, contacteu amb nosaltres a https://gpgtools.tenderapp.com/.
cs: GPG Mail nepracuje podle očekávání. Prosím přeinstalujte GPG Suite z důvěryhodného zdroje https://gpgtools.org. Pokud problém přetrvává, obraťte se na https://gpgtools.tenderapp.com/
da: GPG Mail virker ikke som forventet. Hent og gen-installer GPG Suiten fra https://gpgtools.org Hvis problemet fortsætter, så kontakt os på https://gpgtools.tenderapp.com/.
de: GPG Mail funktioniert nicht wie erwartet. Lade und installiere erneut GPG Suite von https://gpgtools.org Sollte das Problem fortbestehen, kontaktiere uns bitte unter https://gpgtools.tenderapp.com/.
es: GPG Mail no está funcionando como sería esperable. Por favor, descargue y reinstale GPG Suite desde https://gpgtools.org Si este problema persiste, por favor, contacte con nosotros en https://gpgtools.tenderapp.com
fi: GPG Mail ei toimi odotetusti. Ole hyvä ja asenna GPG Suite uudelleen, osoitteesta https://gpgtools.org. Jos ongelma jatkuu, ota yhteyttä tukipalveluun osoitteessa https://gpgtools.tenderapp.com.
fr: GPG Mail ne fonctionne pas comme attendu. Merci de télécharger et de ré-installer GPG Suite depuis https://gpgtools.org Si le problème persiste, merci de nous contacter sur https://gpgtools.tenderapp.com/.
id: GPG Mail tidak bekerja seperti yang diharapkan. Harap unduh dan pasang ulang GPG Suite dari https://gpgtools.org Apabila masalah ini tetap ada, harap hubungi kami di https://gpgtools.tenderapp.com/.
oc: GPG Mail fonciona pas coma esperat. Mercé de telecargar e de reïnstallar GPG Suite dempuèi https://gpgtools.org Se lo problèma contunha, mercé de nos contactar sus https://gpgtools.tenderapp.com/.
sv: GPG Mail fungerar inte som väntat. Hämta och installera om GPG Suite från https://gpgtools.org Kontakta oss på https://gpgtools.tenderapp.com om problemet skulle kvarstå.

# MESSAGE_SIGNING_ERROR_NO_PINENTRY_TITLE
source: Signing your message failed due to a broken pinentry!
ca: La signatura del missatge ha fallat perquè un pinentry s'ha fet malbé!
cs: Podepisování Vaši zprávy selhalo z důvodu selhání komponenty pinentry!
da: Underskrivning af din besked fejlede, fordi pinentry er i stykker!
de: Deine Nachricht konnte nicht signiert werden, da pinentry defekt ist!
es: ¡El firmado de su mensaje falló debido a un pinentry estropeado!
fi: Viestin allekirjoitus epäonnistui, koska avaintunnuslauseen kysely ei toimi.
fr: La signature de votre message a échoué à cause d'un problème avec pinentry !
id: Menandatangani pesan Anda gagal karena pinentry yang rusak!
sv: Det gick inte att dekryptera meddelandet eftersom PIN-inmatningen är defekt!

# MESSAGE_SIGNING_ERROR_NO_PINENTRY_DESCRIPTION
source: pinentry, the tool responsible for asking for your password, seems to be broken. To fix this problem, re-install GPG Suite from https://gpgtools.org.
ca: pinentry, l'eina responsable de demanar la contrasenya, sembla que s'ha fet malbé. Per a corregir el problema, reinstal·leu GPG Suite des de https://gpgtools.org.
cs: Pinentry – nástroj odpovědný za vyžádání vašeho hesla je pravděpodobně poškozen. Nainstalujte prosím znovu nejnovější verzi GPGTools z https://gpgtools.org.
da: pinentry, værktøjet til at spørge efter din adgangskode, lader til at være i stykker. For at løse dette problem skal du geninstallere GPG Suiten fra https://gpgtools.org.
de: pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein. Um dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut.
es: pinentry, la herramienta responsable de pedir su contraseña, parece estar estropeado. Para corregir este problema, reinstale GPG Suite desde https://gpgtools.org.
fi: Avaintunnuslauseen kyselytoiminne on rikki. Jos ongelma jatkuu, voit koettaa uudelleenasentaa GPG Suite -ohjelmiston osoitteesta https://gpgtools.org.
fr: pinentry, l'outil responsable de la saisie de votre mot de passe, semble être cassé. Pour résourdre ce problème, ré-installez GPG Suite depuis https://gpgtools.org.
id: pinentry, alat yang bertanggung jawab meminta kata sandi Anda, tampaknya rusak. Untuk memperbaiki masalah ini, pasang ulang GPG Suite dari https://gpgtools.org.
sv: PIN-inmatningens hjälpprogram som ansvarar för att begära ditt lösenord fungerar inte som det ska. Lös detta problem genom att hämta och ominstallera GPG Suite från https://gpgtools.org

# MESSAGE_SIGNING_ERROR_NO_AGENT_TITLE
source: Signing your message failed due to defect GPG agent!
ca: Per culpa d'un defecte de l'agent GPG no s'ha signat el missatge!
cs: Podepisování vaši zprávy selhalo z důvodu chyby agenta GPG!
da: Underskrivning af din besked fejlede på grund af defekt GPG agent!
de: Deine Nachricht konnte nicht signiert werden, da der gpg-agent defekt ist!
es: ¡La firma de su mensaje falló debido a un defecto del agente GPG!
fr: La signature de votre message a échoué à cause de l'agent GPG défectueux !
id: Penandatanganan pesan Anda gagal karena agen GPG yang rusak!
oc: La signatura de vòstre messatge a fracassat a causa de l'agent GPG defectuós !
sv: Det gick inte att signera ditt meddelande eftersom GPG-agenten är defekt!

# MESSAGE_SIGNING_ERROR_NO_AGENT_DESCRIPTION
source: The GPG agent which is a crucial part of GPG seems to be broken. To fix this problem, re-install GPG Suite from https://gpgtools.org.
ca: L'agent GPG, una part essencial de GPG, sembla que s'ha fet malbé. Per corregir el problema, reinstal·leu GPG Suite des de https://gpgtools.org.
cs: Klíčová komponenta GPG agent je pravděpodobně poškozena. Nainstalujte prosím znovu nejnovější verzi GPGTools z https://gpgtools.org.
da: GPG agenten, der er en afgørende del af GPG, lader til at være i stykker. For at løse dette problem skal du geninstallere GPG Suiten fra https://gpgtools.org.
de: Der gpg-agent, welcher ein wichtiger Teil von GPG ist, scheint defekt zu sein. Um dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut.
es: El agente GPG, que es una parte crucial de GPG, parece estar estropeado. Para corregir este problema, reinstale GPG Suite desde https://gpgtools.org.
fr: L'agent GPG, qui est un composant essentiel de GPG, semble défectueux. Pour résoudre ce problème, ré-installer GPG Suite depuis https://gpgtools.org.
id: Agen GPG yang merupakan bagian penting dari GPG tampaknya rusak. Untuk memperbaiki masalah ini, pasang ulang GPG Suite dari https://gpgtools.org.
sv: GPG-agenten, en nödvändig del av GPG, verkar vara defekt. Lös detta problem genom att ominstallera GPG Suite från https://gpgtools.org.

# MESSAGE_SIGNING_ERROR_AGENT_ERROR_TITLE
source: Signing your message failed due to GPG agent communication error!
ca: El missatge no s'ha signat perquè ha hagut un error de comunicació amb l'agent GPG!
cs: Podepisování vaši zprávy selhalo z důvodu chyby v komunikaci s agentem GPG!
da: Underskrivning af din besked fejlede på grund af en kommunikationsfejl med GPG agenten!
de: Deine Nachricht konnte aufgrund eines Kommunikationsfehlers mit dem gpg-agent nicht signiert werden!
es: ¡La firma de su mensaje falló debido a un error de comunicación del agente GPG!
fr: La signature de votre message n'a pu avoir lieu à cause d'un problème de communication de l'agent GPG.
id: Penandatanganan pesan Anda gagal karena galat komunikasi agen GPG!
oc: La signatura de vòstre messatge a pas pogut se debanar a causa d'un problèma de communication de l'agent GPG.
sv: Signeringen av ditt meddelande misslyckades pga. ett kommunikationsfel hos GPG-agenten!

# MESSAGE_SIGNING_ERROR_AGENT_ERROR_DESCRIPTION
source: It was not possible to talk to the GPG agent in order to request your password. To fix this problem, re-install GPG Suite from https://gpgtools.org.
ca: És impossible contactar amb l'agent GPG per a sol·licitar la contrasenya. Per a corregir el problema, reinstal·leu GPG Suite des de https://gpgtools.org.
cs: Komunikace s komponentou GPG agent selhala. Pro vyřešnení problému přeinstalujte GPG Suite z důvěryhodného zdroje https://gpgtools.org.
da: Det var ikke muligt at snakke med GPG agenten for at bede om din adgangskode. For at løse dette problem skal du geninstallere GPG Suiten fra https://gpgtools.org.
de: Es war nicht möglich den gpg-agent nach deinem Passwort zu fragen. Um dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut.
es: No fue posible hablar con el agente GPG para solicitar su contraseña. Para corregir este problema, reinstale GPG Suite desde https://gpgtools.org.
fr: Il n'a pas été possible de communiquer avec l'agent GPG afin de récupérer votre mot de passe. Pour résoudre ce problème, ré-installer GPG Suite depuis https://gpgtools.org.
id: Tidak mungkin berbicara dengan agen GPG untuk meminta kata sandi Anda. Untuk memperbaiki masalah ini, pasang ulang GPG Suite dari https://gpgtools.org.
sv: Det gick inte att kommunicera med GPG-agenten för att begära ditt lösenord. För att lösa detta, ominstallera GPG Suite från https://gpgtools.org.

# MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_TITLE
source: Signing your message failed because an unknown error has occured
ca: El missatge no s'ha signat perquè ha ocorregut un error desconegut
cs: Podepisování vaši zprávy selhalo z důvodu výskytu neznámé chyby!
da: Underskrivning af din besked fejlede af en ukendt grund
de: Deine Nachricht konnte aufgrund eines unbekannten Fehlers nicht signiert werden
es: La firma de su mensaje falló porque ha ocurrido un error desconocido
fi: Viestin allekirjoitus epäonnistui tuntemattoman virheen takia
fr: La signature de votre message a échoué à cause d'une erreur inconnue.
id: Penandatanganan pesan Anda gagal karena galat yang tak dikenal telah terjadi
oc: La signatura de vòstre messatge a fracassat a causa d'una error desconeguda.
sv: Signeringen av ditt meddelande misslyckads pga. ett okänt fel.

# MESSAGE_SIGNING_ERROR_UNKNOWN_ERROR_DESCRIPTION
source: Unfortunately GPG Mail can't handle the error at this point.
ca: Malauradament, el GPG Mail no pot gestionar l'error en aquest punt.
cs: Naneštěstí GPG Mail se nyní nedokáže z této chyby zotavit.
da: Desværre kan GPG Mail ikke håndtere denne fejl på nuværende tidspunkt.
de: Unglücklicherweise kann GPG Mail den Fehler an dieser Stelle nicht behandeln.
es: Desafortunadamente GPG Mail no puede manejar el error en este punto.
fr: GPG Mail ne peut malheureusement pas traiter l'erreur dans ce contexte.
id: Sayang sekali GPG Mail tak bisa menangani galat pada titik ini.
oc: GPG Mail pòt malurosament pas tractar l'error dins aqueste contèxte.
sv: Tyvärr kan GPG Mail inte hantera detta fel just nu.

# MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_TITLE
source: Encrypting your message failed because an unknown error has occured
ca: El xifratge del missatge ha fallat perquè hi hagut un error desconegut
cs: Šifrování vaši zprávy selhalo z důvodu výskytu neznámé chyby.
da: Kryptering af din besked fejlede af en ukendt grund
de: Deine Nachricht konnte aufgrund eines unbekannten Fehlers nicht verschlüsselt werden
es: El cifrado de su mensaje falló porque ha ocurrido un error desconocido
fr: Le chiffrage du message a échoué à cause d'une erreur inconnue.
id: Penyandian pesan Anda gagal karena kesalahan yang tak dikenal telah terjadi
oc: Lo chiframent del messatge a fracassat a causa d'una error desconeguda.
sv: Krypteringen av ditt meddelande misslyckades pga. ett okänt fel.

# MESSAGE_ENCRYPTION_ERROR_UNKNOWN_ERROR_DESCRIPTION
source: Unfortunately GPG Mail can't handle the error at this point.
ca: Malauradament, el GPG Mail no pot gestionar l'error en aquest punt.
cs: Naneštěstí GPG Mail se nyní nedokáže z této chyby zotavit.
da: Desværre kan GPG Mail ikke håndtere denne fejl på nuværende tidspunkt.
de: Unglücklicherweise kann GPG Mail den Fehler an dieser Stelle nicht behandeln.
es: Desafortunadamente GPG Mail no puede manejar el error en este punto.
fr: GPG Mail ne peut malheureusement pas traiter l'erreur dans ce contexte.
id: Sayang sekali GPG Mail tak bisa menangani galat pada titik ini.
oc: GPG Mail pòt malurosament pas tractar l'error dins aqueste contèxte.
sv: Tyvärr kan GPG Mail inte hantera detta fel just nu.

# MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_TITLE
source: You entered the wrong password too many times.
ca: Heu introduït incorrectament la contrasenya massa vegades.
cs: Zadal jste několikrát chybné heslo.
da: Du har skrevet den forkerte adgangskode for mange gange.
de: Du hast zu oft ein falsches Passwort eingegeben.
es: Ha introducido mal la contraseña demasiadas veces.
fi: Annoit väärän salasanan liian monta kertaa.
fr: Vous avez entré le mauvais mot de passe un trop grand nombre de fois.
id: Anda terlalu banyak memasukkan frasa sandi yang salah.
sv: Du angav fel lösenord för många gånger.

# MESSAGE_SIGNING_ERROR_WRONG_PASSPHRASE_DESCRIPTION
source: Signing your message was aborted because you entered the wrong password 3 times.
ca: La signatura del missatge s'ha avortat perquè heu introduït incorrectament la contrasenya 3 vegades.
cs: Podepisování vaši zprávy bylo přerušeno, protože jste třikrát chybně zadal své heslo.
da: Underskrivning af din besked blev afbrudt, fordi du har skrevet den forkerte adgangskode 3 gange.
de: Das Signieren deiner Nachricht wurde abgebrochen, da du 3 mal das falsche Passwort eingegeben hast.
es: El firmado de su mensaje ha sido abortado porque introdujo mal la contraseña 3 veces.
fr: La signature de votre message a été abandonnée car vous avez entré le mauvais mot de passe 3 fois.
id: Penandatanganan pesan Anda digugurkan karena Anda memasukkan sandi yang salah 3 kali.
sv: Signeringen av ditt meddelande avbröts eftersom du angav fel lösenord 3 gånger.

# CONTACT_GPGTOOLS_WITH_INFO_MESSAGE
source: Should your problem persist, please contact us at https://gpgtools.tenderapp.com/ with the following error description: %@
ca: Si el problema persisteix, contacteu amb nosaltres a https://gpgtools.tenderapp.com amb la descripció d'error: %@
cs: Pokud bude problém přetrvávat, obraťte se prosím na podporu https://gpgtools.tenderapp.com/ s následujícím popisem chyby: %@
da: Hvis problemet fortsætter, kontakt os på https://gpgtools.tenderapp.com/ og angiv følgende fejlbeskrivelse: %@
de: Sollte dein Problem fortbestehen, kontaktiere uns bitte auf https://gpgtools.tenderapp.com/ und teilen uns folgende Fehlerbeschreibung mit: %@
es: Si su problema persiste, por favor, contacte con nosotros en https://gpgtools.tenderapp.com con la siguiente descripción de error: %@
fr: Si votre problème persiste, merci de nous contacter sur https://gpgtools.tenderapp.com/ avec la description d'erreur suivante : %@
id: Bila masalah Anda tetap bertahan, harap kontak kami pada https://gpgtools.tenderapp.com dengan deskripsi galat berikut: %@
oc: Se vòstre problèma contunha, mercé de nos contactar sus https://gpgtools.tenderapp.com/ amb la descripcion d'error seguenta : %@
sv: Om ditt problem kvarstår, kontakta oss på https://gpgtools.tenderapp.com med följande felbeskrivning: %@

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE
source: You aborted the decryption of the message
ca: Heu interromput el desxifrat del missatge
cs: Přerušil jste dešifrování zprávy.
da: Du afbrød dekrypteringen af beskeden.
de: Du hast die Entschlüsselung abgebrochen.
es: Ha abortado el descifrado de mensaje
fr: Vous avez annulé le déchiffrement du message
id: Anda menggugurkan dekripsi pesan
oc: Avètz anullat lo deschiframent del messatge
sv: Du avbröt dekrypteringen av meddelandet.

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE
source: The message couldn't be decrypted because you cancelled the password request.
ca: El missatge no s'ha desxifrat perquè heu cancel·lat la sol·licitud de contrasenya.
cs: Zprávu nelze dešifrovat, protože jste přerušil zadávání hesla.
da: Beskeden kunne ikke dekrypteres, fordi du afbrød anmodningen om adgangskode.
de: Die Nachricht konnte nicht entschlüsselt werden, da du die Passwortabfrage abgebrochen hast.
es: El mensaje no se pudo descifrar porque ha cancelado la solicitud de contraseña.
fr: Ce message n'a pas pu être déchiffré suite à l'annulation de la saisie du mot de passe.
id: Pesan tak dapat didekripsi karena Anda membatalkan permintaan sandi.
sv: Meddelandet kunde inte dekrypteras eftersom du avbröt begäran efter lösenordet.

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_TITLE
source: You aborted the decryption of the attachment
ca: Heu interromput el desxifrar del fitxer adjunt
cs: Přerušil jste dešifrování přílohy.
da: Du afbrød dekryptering af den vedhæftede fil
de: Du hast die Entschlüsselung des Anhangs abgebrochen
es: Ha abortado el descifrado del adjunto
fr: Vous avez interrompu le déchiffrement de la pièce jointe.
id: Anda menggugurkan dekripsi lampiran
oc: Avètz interrompu lo deschiframent de la pèça junta.
sv: Du avbröt dekrypteringen av bilagan.

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PASSPHRASE_REQUEST_CANCELLED_MESSAGE
source: The attachment couldn't be decrypted because you cancelled the password request.
ca: El fitxer adjunt no s'ha desxifrat perquè heu cancel·lat la sol·licitud de contrasenya.
cs: Přílohu zprávy nelze dešifrovat, protože jste přerušil zadávání hesla.
da: Den vedhæftede fil kunne ikke dekrypteres, fordi du afbrød anmodningen om adgangskode.
de: Der Anhang konnte nicht entschlüsselt werden, da du die Passwortabfrage abgebrochen hast.
es: El adjunto no se pudo descifrar porque ha cancelado la petición de contraseña.
fi: Liitteen salausta ei purettu koska peruit salasanakyselyn.
fr: La pièce jointe n'a pas pu être déchiffrée suite à l'annulation de la saisie du mot de passe.
id: Lampiran tak bisa didekripsi karena Anda membatalkan permintaan sandi.
sv: Bilagan kunde inte dekrypteras eftersom du avbröt begäran av lösenordet.

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_TITLE
source: GPG Suite is not working as expected
ca: El GPG Suite no funciona com deuria
cs: GPG Suite nepracuje podle očekávání
da: GPG Suiten virker ikke som forventet
de: GPG Suite funktioniert nicht wie erwartet
es: GPG Suite no está funcionando como se esperaba
fi: GPG Suite ei toimi odotetulla tavalla.
fr: GPG Suite ne fonctionne pas comme prévu
id: GPG Suite tidak bekerja seperti yang diharapkan
oc: GPG Suite fonciona pas coma previst
sv: GPG Suite fungerar inte som det ska

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE
source: Decrypting the message failed. Please re-install GPG Suite from https://gpgtools.org. Should this problem persist, contact us at https://gpgtools.tenderapp.com/ and include the information that the xpc service is not working properly.
ca: Ha fallat el procés de desxifratge del missatge. Reinstal·leu el GPG Suite des de https://gpgtools.org. Si el problema persisteix, contacteu amb nosaltres a https://gpgtools.tenderapp.com/ i inclogueu la informació relacionada amb el mal funcionament del servei xpc.
cs: Dešifrování zprávy selhalo. Prosím přeinstalujte GPG Suite z důvěryhodného zdroje https://gpgtools.org. Pokud problém přetrvává, obraťte se na https://gpgtools.tenderapp.com/ a přiložte informaci o tom, že služba XPC nepracuje správně.
da: Dekryptering af beskeden mislykkedes. Geninstaller GPG Suiten fra https://gpgtools.org. Hvis problemet fortsætter, så kontakt os på https://gpgtools.tenderapp.com/, og skriv at xpc servicen ikke fungerer rigtigt.
de: Die Entschlüsselung der Nachricht ist fehlgeschlagen. Bitte lade GPG Suite von https://gpgtools.org herunter und installiere es erneut. Sollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtools.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.
es: El descifrado de mensaje ha fallado. Por favor, reinstale GPG Suite desde https://gpgtools.org. Si el problema persiste, contacte con nosotros en https://gpgtools.tenderapp.com/ e incluya la información acerca de que el servicio xpc no está funcionando adecuadamente.
fi: Viestin salauksen purku epäonnistui. Ole hyvä ja asenna GPG Suite uudelleen, osoitteesta https://gpgtools.org. Jos ongelma jatkuu, ota yhteyttä tukipalveluun osoitteessa https://gpgtools.tenderapp.com ja anna ongelmaraportissa tieto "xpc service is not working properly".
fr: Le déchiffrement du message a échoué. Merci de ré-installer GPG Suite depuis https://gpgtools.org. Si ce problème persiste, nous-contacter sur https://gpgtools.tenderapp.com/ en indiquant que le service xpc ne fonctionne pas correctement.
id: Mendekripsi pesan gagal. Harap pasang ulang GPG Suite dari https://gpgtools.org Apabila masalah ini tetap ada, harap hubungi kami di https://gpgtools.tenderapp.com/ dan sertakan informasi bahwa layanan xpc tidak bekerja dengan benar.
sv: Meddelandet kunde inte dekrypteras. Hämta och ominstallera GPG Suite från https://gpgtools.org Kontakta oss på https://gpgtools.tenderapp.com/ om problemet skulle kvarstå, och inkludera informationen att "xpc service" inte fungerar ordentligt.

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_TITLE
source: GPG Suite is not working as expected
ca: El GPG Suite no funciona com deuria
cs: GPG Suite nepracuje podle očekávání
da: GPG Suiten virker ikke som forventet
de: GPG Suite funktioniert nicht wie erwartet
es: GPG Suite no está funcionando como se esperaba
fi: GPG Suite ei toimi odotetulla tavalla.
fr: GPG Suite ne fonctionne pas comme prévu
id: GPG Suite tidak bekerja seperti yang diharapkan
oc: GPG Suite fonciona pas coma previst
sv: GPG Suite fungerar inte som det ska
