Repository: Free-GPGMail/Free-GPGMail
Catalog: Source/GPGMail_3/Resources/*.lproj/GPGMail.strings
Languages: ca, cs, da, de, es, fi, fr, id, oc, sv

# COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_SIGN
source: This message can't be signed, since there's no secret key for %@. Please make sure that a secret key for this address exists in GPG Keychain. Add a new User ID to an existing key for this address if necessary, or create a new key for this address. If a key for the address exists, make sure that the address in Mail.app > Preferences > Accounts is correct and exactly matches the address of your key.
ca: El missatge no s'ha signat perquè no hi ha una clau secreta per a %@ Assegureu-vos que la clau secreta per a aquesta adreça existeix al GPG Keychain. Afegiu una nova identitat d'usuari a la clau existent per a aquesta adreça si cal, o creeu-ne una de nova. Si existeix una clau per a aquesta adreça, assegureu-vos que l'adreça a Mail.app > Preferències > Comptes és correcta i coincideix exactament amb l'adreça de la vostra clau.
cs: Zprávu nelze podepsat, dokud nebude dostupný soukromý klíč pro %@. Ujistěte se prosím, že soukromý klíč pro tuto adresu existuje v Klíčence GPG. Pokud je to nutné, přidejte nové UID k existujícímu klíči pro tuto adresu nebo vytvořte pro tuto adresu nový klíč. Jestliže klíč pro tuto adresu existuje, přesvědčte se, že adresa v aplikaci Mail.app > Předvolby > Účty je správná a přesně odpovídá adrese ve vašem klíči.
da: Denne besked kan ikke signeres, da der ikke er nogen privat nøgle til %@. Tjek at der findes en privat nøgle i GPG Keychain. Tilføj et nyt bruger ID til en eksisterende nøgle til denne adresse hvis nødvendigt, eller opret en ny nøgle til adressen. Hvis der findes en nøgle til adressen, så tjek at adressen i Mail.app > indstillinger > Konti er korrekt og passer præcist med adressen i din nøgle.
de: Diese Nachricht kann nicht signiert werden, da kein geheimer Schlüssel für %@ existiert. Bitte stelle sicher, dass ein geheimer Schlüssel für diese E-Mail Adresse in GPG Keychain existiert. Erstelle bei Bedarf eine Benutzer-ID mit dieser E-Mail Adresse in einem bestehenden Schlüssel oder erstelle einen neuen Schlüssel für diese E-Mail Adresse. Ist ein Schlüssel vorhanden, überprüfe in Mail.app > Einstellungen > Accounts, ob die E-Mail Adresse korrekt ist und genau der im Schlüssel verwendeten E-Mail Adresse entspricht.
es: Este mensaje no se puede firmar, ya que no hay clave secreta (privada) para %@. Por favor, asegúrese de que la clave secreta para esta dirección existe en GPG Keychain. Añada una nueva identificación de usuario a una clave existente para esta dirección si es necesario, o cree una nueva clave para esta dirección. Si existe una clave para la dirección, asegúrese de que la dirección en Mail.app > Preferencias > Cuentas es correcta y coincide exactamente con la dirección de su clave.
fr: Ce message ne peut pas être signé car il n'existe pas de clé privée pour %@. Merci de vous assurer qu'une clé privée existe pour cette adresse dans GPG Keychain. Ajoutez si nécessaire un nouvel UID à une clé existante pour cette adresse, ou créez une nouvelle clé pour cette adresse. Si une clé existe pour cette adresse, assurez-vous que l'adresse dans Mail.app > Préférences > Comptes est correcte et correcpond exactement à l'adresse de votre clé.
id: Pesan ini tak bisa ditandatangani, karena tidak ada kunci rahasia untuk %@. Harap pastikan bahwa suatu kunci rahasia untuk alamat ini ada dalam GPG Keychain. Tambahkan suatu ID Pengguna baru ke kunci yang ada bagi alamat ini bila perlu, atau buat kunci baru untuk alamat ini. Bila suatu kunci bagi alamat ada, pastikan bahwa alamat dalam Mail.app > Preferensi > Akun benar dan persis cocok dengan alamat dari kunci Anda.
sv: Detta meddelande kan inte signeras, eftersom det inte finns någon privat nyckel för %@. Se till att en privat nyckel för denna adress finns i GPG Keychain. Lägg till en ny UID för en befintlig nyckel för denna adress vid behov, eller skapa en ny nyckel för denna adress. Om en nyckel för denna adress finns, se till att den adressen är korrekt i Mail > inställningar > Konton och att den överensstämmer helt med din nyckels adress.

# COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT
source: This message can't be encrypted, since there are no public keys available for the following addresses: %@. Please use GPG Keychain to search and import the keys for those addresses.
ca: El missatge no s'ha pogut xifrar, perquè no hi ha claus públiques disponibles per a les següents adreces: %@. Empreu el GPG Keychain per a cercar i importar les claus de les adreces anteriors.
cs: Zprávu nelze zašifrovat, dokud nebude dostupný veřejný klíč pro následující adresy: %@. Použijte prosím GPG Keychain pro vyhledání a import klíčů pro tyto adresy.
da: Denne besked kan ikke krypteres, da der ikke er nogen offentlige nøgler tilgængelige til følgende adresser: %@ Brug GPG Keychain til at finde og importere nøglerne til de adresser.
de: Diese E-Mail kann nicht verschlüsselt werden, da für die folgenden Adressen kein öffentlicher Schlüssel vorhanden ist: %@. Bitte suche und importiere die Schlüssel für diese Adressen mit GPG Keychain.
es: Este mensaje no se pueden cifrar, ya que no hay claves públicas disponibles para las siguientes direcciones: %@. Por favor, use GPG Keychain para buscar e importar las claves de las direcciones.
fi: Viestiä ei pystytä salaamaan, koska osoitteille %@ ei ole yhtään julkista avainta. Ole hyvä ja etsi GPG avainrenkaasta oikea avain ja liitä se osoiteeseen.
fr: Ce message ne peut pas être chiffré, il n'existe pas de clés publiques disponibles pour les adresses suivantes : %@. Veuillez utiliser GPG Keychain pour rechercher et importer les clés pour ces adresses.
id: Pesan ini tak bisa dienkripsi, karena tak tersedia kunci publik bagi alamat-alamat berikut: %@. Harap gunakan GPG Keychain untuk mencari dan mengimpor kunci-kunci bagi alamat-alamat tersebut.
oc: Aqueste messatge pòt pas èsser chifrat, existís pas de claus publicas disponibles per les adreças seguentas : %@. Utilizatz GPG Keychain per recercar e importar las claus per ces adreças.
sv: Detta meddelande kan inte krypteras, eftersom det inte finns någon publik nyckel för följande adress/er: %@. Använd GPG Keychain för att söka efter och importera nycklar för dessa adresser.

# COMPOSE_WINDOW_TOOLTIP_CAN_NOT_PGP_ENCRYPT_NO_RECIPIENTS
source: This message can't be encrypted. You have to enter at least one recipient first.
ca: El missatge no s'ha xifrat. Cal indicar com a mínim un destinatari.
cs: Zprávu nelze zašifrovat. Musíte nejprve zadat nejméně jednoho příjemce.
da: Denne besked kan ikke krypteres. Du skal angive mindst én modtager først.
de: Diese E-Mail kann erst verschlüsselt werden, wenn mindestens ein Empfänger angegeben wurde.
es: Este mensaje no se pueden cifrar. Tienes que entrar por lo menos un primer destinatario.
fi: Viestiä ei pystytä salaamaan. Sinun täytyy valita vähintään yksi vastaanottaja ensiksi.
fr: Ce message ne peut pas être chiffré. Vous devez d'abord indiquer un destinataire.
id: Pesan ini tak bisa dienkripsi. Anda mesti terlebih dahulu memasukkan paling tidak satu penerima.
oc: Aqueste messatge pòt pas èsser chifrat. Vos cal d'en primièr indicar un destinatari.
sv: Detta meddelande kan inte krypteras. Du måste ange minst en mottagare först.

# MESSAGE_VIEW_PGP_PART_ENCRYPTED
source: Encrypted
ca: Xifrat
cs: Zašifrováno
da: Krypteret
de: Verschlüsselter
es: Cifrado
fi: Salattu
fr: Chiffré
id: Dienkripsi
oc: Chifrat
sv: Kryperat

# MESSAGE_VIEW_PGP_PART_SIGNED
source: Signed
ca: Signat
cs: Podepsáno
da: Signeret
de: Signierter
es: Firmado
fi: Allekirjoitettu
fr: Signé
id: Ditandatangani
oc: Signat
sv: Signerat

# MESSAGE_VIEW_PGP_PART
source: PGP part
ca: Part de PGP
cs: PGP část
da: PGP del
de: PGP-Teil
es: parte de PGP
fi: PGP-osa
fr: partie PGP
id: Bagian PGP
oc: partida PGP
sv: PGP-del

# GPG_STATUS_NO_ERROR_TITLE
source: GPG Mail ready
ca: El GPG Mail està llest.
cs: GPG Mail je připraven
de: GPG Mail ist bereit
fr: GPG Mail est prêt.
id: GPG Mail siap
oc: GPG Mail es prèst.
sv: GPG Mail är redo.

# GPG_STATUS_NOT_FOUND_TITLE
source: MacGPG not found, reinstall GPG Suite
cs: Aplikace MacGPG nebyla nalezena, nainstalujte GPG Suite
de: MacGPG nicht gefunden, GPG Suite neu installieren
id: Tidak ditemukan MacGPG, pasang ulang GPG Suite
sv: MacGPG hittades inte, installera om GPG Suite

# GPG_STATUS_NOT_FOUND_TOOLTIP
source: Click indicator bubble for further information
cs: Klepnutím na bublinu získáte další informace
de: Klicke den Farbindikator für weitere Informationen
id: Klik gelembung indikator untuk informasi lebih lanjut
sv: Klicka på indikatorbubblan för mer information

# GPG_STATUS_OTHER_ERROR_TITLE
source: Problems found, click indicator bubble for more info
cs: Vyskytl se problém, klepnutím na bublinu získáte další informace
de: Probleme gefunden, klicke den Farbindikator für weitere Informationen
id: Masalah ditemukan, klik gelembung indikator untuk info lebih lanjut
sv: Problem hittades, klicka på indikatorbubblan för mer information

# GPG_STATUS_OTHER_ERROR_TOOLTIP
source: Click indicator bubble for further information
cs: Klepnutím na bublinu získáte další informace
de: Klicke den Farbindikator für weitere Informationen
id: Klik gelembung indikator untuk informasi lebih lanjut
sv: Klicka på indikatorbubblan för mer information

# DISABLE_ENCRYPT_DRAFTS_TITLE
source: Warning: Disabling this option might lead to the leak of sensitive information while composing a message
ca: Advertència: Si desactiveu aquesta opció, es podria filtrar informació sensible al escriure un missatge
cs: Varování: Deaktivace této možnosti by mohla vést k úniku citlivých informací při psaní zprávy
da: Advarsel: Hvis du slår denne indstilling fra, kan følsomme oplysninger blive lækket, mens du skriver en besked
de: Achtung: Wenn du diese Option deaktivierst, könnten sensible Informationen preisgegeben werden, während du eine Nachricht verfasst
es: Advertencia: Deshabilitar esta opción podría llevar a la filtración de información sensible al componer un mensaje
fi: Varoitus: Tämän toiminnan pois päältä kytkeminen voi mahdollistaa arkaluonteisen tiedon vuotamisen uutta viestiä luodessa.
fr: Attention : Désactiver cette option peut engendrer des fuites d'informations sensibles lors de l'écriture d'un message
id: Peringatan: Mematikan opsi ini mungkin mengarah ke kebocoran informasi sensitif ketika menyusun suatu pesan
oc: Atencion : Desactivar aquesta opcion pòt engendrar de fugidas d'informacions sensiblas al moment de l'escritura d'un messatge
sv: Varning: Att avaktivera det här alternativet kan leda till att känslig information läcker ut när du skriver ett meddelande

# DISABLE_ENCRYPT_DRAFTS_MESSAGE
source: If the option "Store drafts on server" is enabled for your accounts, macOS Mail automatically stores your drafts on your mail server while you're composing a message. By disabling "Encrypt drafts", your drafts will be stored in plain text (not encrypted) so that anyone with access to the mail server can read them. If you keep "Encrypt drafts" enabled, your drafts will be encrypted before they are stored on a mail server and only you will be able to read them. Do you still want to disable "Encrypt drafts"?
ca: Si l'opció «Emmagatzema esborranys al servidor» està activada als vostres comptes, el Mail emmagatzemarà automàticament els esborranys al servidor de correu al escriure un missatge. Si desactiveu «Xifra els esborranys», aquests s'emmagatzemaran en text simple (sense xifrar) de manera que qualsevol amb accés al servidor de correu els podrà llegir. Si manteniu activada «Xifra els esborranys», aquests es xifraran abans d'emmagatzemar-se en un servidor de correu, i sereu l'única persona que els podrà llegir. Encara voleu desactivar «Xifra els esborranys»?
cs: Pokud je na vašem účtě zapnuta volba „Uložit koncepty na serveru“, aplikace macOS Mail.app automaticky ukládá vaše koncepty na poštovní server během vytváření zprávy. Zakázáním funkce „Šifrování konceptů“ budou koncepty uloženy v prostém textu (nešifrované), a může je číst každý, kdo má přístup k poštovnímu serveru. Povolením funkce „Šifrování konceptů“, budou vaše koncepty zašifrovány předtím, než budou uloženy na poštovní server a budete je moci číst pouze vy. Přesto si přejete deaktivovat funkci „Šifrování konceptů“?
de: Wenn die Option "Entwürfe auf Server sichern" für deinen Account aktiviert ist, speichert macOS Mail automatisch deine Entwürfe auf dem Mail Server, während du eine Nachricht verfasst. Wird "Entwürfe verschlüsseln" deaktiviert, werden deine Entwürfe im Klartext (unverschlüsselt) gespeichert. Jeder der Zugang zum Mail Server hat, wird sie lesen können. Bleibt "Entwürfe verschlüsseln" aktiviert, werden deine Entwürfe verschlüsselt, bevor sie auf dem Mail Server gespeichert werden, so dass nur du sie lesen kannst. Willst du dennoch "Entwürfe verschlüsseln" deaktivieren?
es: Si la opción "Almacenar borradores en el servidor" está habilitada para sus cuentas, macOS Mail almacena automáticamente sus borradores en su servidor de correo mientras está componiendo un mensaje. Deshabilitando "Cifrar borradores", sus borradores se almacenarán como texto simple (no cifrado) de forma que cualquiera con acceso al servidor de correo puede leerlos. Si mantiene habilitado "Cifrar borradores", sus borradores se cifrarán antes de que se almacenen en un servidor de correo y sólo usted podrá leerlos. ¿Todavía quiere deshabilitar "Cifrar borradores"?
id: Bila opsi "Simpan draf pada server" difungsikan bagi akun Anda, macOS Mail secara otomatis menyimpan draf Anda pada server surel Anda ketika Anda sedang menyusun pesan. Dengan menonaktifkan "Enkripsikan draf", draf Anda akan disimpan dalam teks polos (tidak terenkripsi) sehingga siapapun yang punya akses ke server surel dapat membaca mereka. Bila Anda tetap memfungsikan "Enkripsikan draf", draf Anda akan dienkripsi sebelum mereka disimpan pada server surel dan hanya Anda yang akan dapat membaca mereka. Apakah Anda masih ingin menonaktifkan "Enkripsikan draf"?
sv: Om alternativet "Spara utkast på servern" är aktiverat för dina konton kommer macOS Mail att spara dina utkast på e-postservern automatiskt medan du skriver ett meddelande. Genom att avaktivera "Kryptera utkast" kommer dina utkast att sparas i klartext (inte krypterade) så att alla med tillgång till e-postservern kan läsa dem. Om du fortsätter ha "Kryptera utkast" aktiverat kommer dina utkast att krypteras innan de sparas på en e-postserver och endast du kommer att kunna läsa dem. Vill du fortfarande avaktivera "Kryptera utkast"?

# DISABLE_ENCRYPT_DRAFTS_CONFIRM
source: Disable Encryption
ca: Desactiva el xifratge
cs: Vypnout šifrování
da: Slå kryptering fra
de: Verschlüsselung deaktivieren
es: Deshabilitar cifrado
fi: Kytke salaus pois
fr: Désactiver le chiffrement
id: Matikan Enkripsi
oc: Desactivar lo chiframent
sv: Avaktivera kryptering

# DISABLE_ENCRYPT_DRAFTS_CANCEL
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id: Batal
oc: Anullar
sv: Avbryt

# GPGMAIL_MULTIPLE_INSTALLATIONS_TITLE
source: Found multiple installations of GPG Mail!
ca: S'han trobat diverses instal·lacions del GPG Mail!
cs: Nalezeno více instalací GPG Mail!
da: Der findes flere installationer af GPG Mail!
de: Mehrere GPG Mail Installationen wurden gefunden!
es: Encontradas varias instalaciones de GPG Mail!
fi: Aikaisempia GPG Mail-asennuksia havaittu!
fr: Plusieurs installations de GPG Mail ont été trouvées !
id: Menemukan instalasi berganda dari GPG Mail!
oc: Mantuna installacion de GPG Mail ont été trobadas !
sv: Hittade flera installationer av GPG Mail!

# GPGMAIL_MULTIPLE_INSTALLATIONS_MESSAGE
source: GPG Mail detected multiple installations in the following locations which will lead to an immediate crash: %@ Please remove the GPGMail.mailbundle in one of the locations and restart Mail.
ca: El GPG Mail ha detectat diverses instal·lacions en les ubicacions següents, que donarà lloc a un error de manera immediata: %@ Suprimiu el GPGMail.mailbundle d'una de les ubicacions i reinicieu el Mail.
cs: Bylo nalezeno více instalací GPG Mail na následujících místech, což může vést k nepředvídatelným selháním a pádům: %@ Odstraňte prosím GPGMail.mailbundle z některých umístění a znovu spusťte aplikaci Mail.
da: GPG Mail har fundet flere installationer i følgende mapper, hvilket vil føre til øjeblikkeligt nedbrud: %@ Fjern filen GPGMail.mailbundle i en af mapperne, og genstart Mail.
de: GPG Mail hat Installationen in folgenden Verzeichnissen gefunden, was einen sofortigen Absturz zur Folge hat: %@ Bitte lösche GPGMail.mailbundle aus einem der Verzeichnisse und starte Mail erneut.
es: GPG Mail detectado varias instalaciones en las siguientes ubicaciones que dará lugar a un accidente de inmediato: %@ Por favor, retire el GPGMail.mailbundle en uno de los lugares y reinicie Correo.
fr: GPG Mail a détecté de multiples installations dans les dossiers suivants ce qui va conduire à un plantage immédiat : %@ Merci de supprimer GPGMail.mailbundle dans un de ces dossiers et de redémarrer Mail.
id: GPG Mail mendeteksi instalasi berganda dalam lokasi-lokasi berikut yang akan mengarah ke crash seketika: %@ Harap hapus GPGMail.mailbundle dalam satu dari lokasi-lokasi tersebut dan mulai ulang Mail.
oc: GPG Mail a detectat de multiplas installacions dins les dorsièrs suivants ce qui va conduire a un plantatge immediat : %@ Mercé de suprimir GPGMail.mailbundle dins un de ces dorsièrs e de redémarrer Mail.
sv: GPG Mail upptäckte fler installationer på följande platser, och detta kommer att leda till omedelbar krasch: %@ Ta bort GPGMail.mailbundle på en av dessa platser och starta om Mail.

# GPGMAIL_MULTIPLE_INSTALLATIONS_BUTTON
source: Quit Mail
ca: Tanca el Mail
cs: Ukončit Mail
da: Slut Mail
de: Mail beenden
es: Salga Correo
fi: Poistu ohjelmasta
fr: Quitter Mail
id: Keluar Mail
oc: Quitar Mail
sv: Avsluta Mail

# LIBMACGPG_NOT_FOUND_TITLE
source: Libmacgpg was not found
ca: No s'ha trobat el Libmacgpg
cs: Knihovna Libmacgpg nebyla nalezena
da: Libmacgpg blev ikke fundet
de: Libmacgpg wurde nicht gefunden
es: No se encontró Libmacgpg
fi: Libmacgpg -kirjastoa ei löydy
fr: Libmacgpg n'a pas été trouvée
id: Libmacgpg tidak ditemukan
oc: Libmacgpg es pas estada trobada
sv: Libmacgpg hittades inte

# LIBMACGPG_NOT_FOUND_MESSAGE
source: Libmacgpg was not found on your system. Please download and install GPG Suite from https://www.gpgtools.org.
ca: No s'ha trobat el Libmacgpg al vostre sistema. Baixeu i instal·leu el GPG Suite des de https://www.gpgtools.org.
cs: Komponenta Libmacgpg nebyla nalezena ve vašem systému. Zkopírujte si ji a nainstalujte GPG Suite z tohoto umístění https://www.gpgtools.org.
de: Libmacgpg wurde auf deinem System nicht gefunden. Bitte lade und installiere GPG Suite von https://www.gpgtools.org.
es: Libmacgpg no se encontró en su sistema. Por favor, descargue e instale GPG Suite desde https://www.gpgtools.org.
fr: Libmacgpg n'a pas été trouvé sur votre système. Veuillez télécharger et installer GPG Suite à partir de https://www.gpgtools.org.
id: Libmacgpg tidak ditemukan pada sistem Anda. Harap unduh dan pasang GPG Suite dari https://www.gpgtools.org.
sv: Libmacgpg hittades inte på ditt system. Hämta och installera GPG Suite från https://www.gpgtools.org.

# CODE_SIGN_ERROR_TITLE
source: Someone tampered with your installation of GPG Mail!
ca: Algú ha manipulat la instal·lació de GPG Mail!
cs: Někdo manipuloval s instalací GPG Mail!
da: Nogen har pillet ved din installation af GPG Mail!
de: Jemand hat deine GPG Mail-Installation manipuliert!
es: ¡Alguien manipuló su instalación de GPG Mail!
fi: Joku peruutti GPG Mail-ohjelman asennuksesi!
fr: Quelqu'un a trafiqué votre installation GPG Mail !
id: Seseorang meretas instalasi GPG Mail Anda!
oc: Quelqu'un a trafiqué vòstra installacion GPG Mail !
sv: Någon har mixtrat med din installation av GPG Mail!

# CODE_SIGN_ERROR_MESSAGE
source: To keep you safe, GPG Mail will not be loaded! Please re-install GPG Suite from https://gpgtools.org to be sure you have an original version from us!
ca: Per a mantenir-vos segur, el GPG Mail no es carregarà! Reinstal·leu el GPG Suite des de https://gpgtools.org per assegurar-vos que teniu una versió original nostra!
cs: Z důvodu bezpečnosti nebyl GPG Mail načten. Nainstalujte si prosím GPG Suite z našeho důvěryhodného zdroje https://gpgtools.org.
da: For at beskytte dig vil GPG Mail ikke blive indlæst! Geninstallér GPG Suiten fra https://gpgtools.org for at være sikker på, at du har en original version fra os!
de: Um dich zu schützen, wird GPG Mail nicht geladen. Bitte lade und installiere GPG Suite von https://gpgtools.org, um sicherzustellen, dass du eine Originalversion von uns verwendest.
es: ¡Para mantenerle seguro, GPG Mail no se cargará! ¡Por favor, reinstale GPG Suite desde https://gpgtools.org para estar seguro de que tiene una versión original proveniente de nosotros!
fr: Pour votre sécurité, GPG Mail ne va pas être chargé ! Merci de télécharger et d'installer la dernière version de GPG Suite depuis https://gpgtools.org pour être sûr d'avoir la version originale depuis notre site !
id: Agar Anda tetap aman, GPG Mail tidak akan dimuat! Harap pasang ulang GPG Suite dari https://gpgtools.org agar yakin bahwa Anda punya versi asli dari kami!
oc: Per votre seguretat, GPG Mail es pas estat cargat ! Mercé de telecargar e d'installar la darrièra version de GPG Suite dempuèi https://gpgtools.org per èsser segur d'aver la version originala e officiala.
sv: För att skydda dig kommer GPG Mail inte att läsas in! Hämta och ominstallera den senaste versionen av GPG Suite från https://gpgtools.org för att vara säker på att du har en version som verkligen är från oss!

# NO_DEFAULTS_TITLE
source: Unable to load GPG Mail defaults!
ca: No s'ha carregat la configuració predeterminada de GPG Mail!
cs: Nelze načíst výchozí nastavení GPG Mail!
da: Kunne ikke indlæse GPG Mail standardindstillinger!
de: GPG Mail-Standardeinstellungen konnten nicht geladen werden!
es: ¡No se pudo cargar la configuración predeterminada de GPG Mail!
fi: GPG Mail -ohjelman oletusasetuksia ei pystytty lataamaan!
fr: Impossible de charger les paramètres par défaut de GPG Mail !
id: Tidak bisa memuat parameter baku GPG Mail!
oc: Impossible de charger les paramètres per defaut de GPG Mail !
sv: Kunde inte läsa in standardinställningar för GPG Mail!
