Repository: Free-GPGMail/Free-GPGMail
Catalog: Source/GPGMail_3/Resources/*.lproj/GPGMail.strings
Languages: ca, cs, da, de, es, fi, fr, id, oc, sv

# UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_EXPLANATION
source: If you choose to proceed, your reply will be sent unencrypted. As a result, confidential information might be leaked, putting you and your recipients at risk.
ca: Si decidiu continuar, la resposta s'enviarà sense xifrar. Per tant, podria filtrar-se informació confidencial, posant-vos a tots els implicats en risc.
cs: Pokud budete pokračovat, vaše odpověď se odešle nezašifrovaně. Výsledkem může být únik informací, který může vystavit riziku vás i adresáta.
da: Hvis du vælger at fortsætte, vil dit svar blive sendt i klartekst. Som følge deraf kan fortrolig information slippe ud, hvilket er en risiko for både dig og modtagerne.
de: Wenn du dich entscheidest fortzufahren, wird deine Antwort unverschlüsselt gesendet. Dadurch könnten vertrauliche Informationen preisgegeben und du und deine Empfänger einem Risiko ausgesetzt werden.
es: Si eligió continuar, su respuesta se enviará sin cifrar. Como resultado, podría filtrarse información confidencial, poniendo a usted y a sus receptores en riesgo.
fi: Jos jatkat, vastauksesi lähetetään salaamattomana ja sen sisältö on tietovuodon sattuessa suojaton. Suojattoman viestin tietojen väärinkäytöstä voi koitua haittaa sinulle, viestin vastaanottajalle ja/tai muille asianosaisille.
fr: Si vous décidez de continuer, votre réponse sera envoyée non chiffrée. Comme conséquence, des informations confidentielles pourront être divulguées, vous mettant vous et vos destinataires en danger.
id: Bila Anda memilih untuk melanjutkan, jawaban Anda akan dikirim tak terenkripsi. Akibatnya, informasi konfidensial mungkin bocor, menyebabkan risiko bagi Anda dan penerima surat Anda.
oc: Se vous décidez de contunhar, vòstra responsa sera envoyée non chifrada. Comme consequéncia, des informations confidentielles poiràn èsser divulguées, vous mettant vous e vos destinataris en danger.
sv: Om du väljer att fortsätta kommer ditt svar att skickas okrypterat. Detta kan leda till att hemlig information läcker ut, vilket kan leda till att du och dina mottagare hamnar i fara.

# UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_REMOVE_PREVIOUS_CORRESPONDENCE
source: If you really wish to send this reply unencrypted, please remove any previous correspondence included in your reply prior to sending.
ca: Si realment voleu enviar la resposta sense xifrar, suprimiu qualsevol comunicació prèvia inclosa en la resposta abans d'enviar-la.
cs: Pokud si skutečně přejete odeslat tuto nezabezpečenou zprávu, odstraňte prosím ve vaší odpovědi před odesláním veškerý text z předchozí komunikace.
da: Hvis du virkelig ønsker at sende dette svar i klartekst, så fjern al forudgående korrespondance i dit svar, før du sender det.
de: Wenn du diese Antwort wirklich unverschlüsselt senden möchtest, entferne bitte vor dem Senden jegliche vorherige Korrespondenz, die in deiner Antwort enthalten ist.
es: Si de verdad quiere enviar esta respuesta sin cifrar, por favor elimine cualquier comunicación previa incluida en su respuesta antes de enviarla.
fi: Jos todellakin haluat lähettää vastauksen salaamattomana, ole hyvä ja jätä vastauksesta pois aiempi (salattu) kirjeenvaihto.
fr: Si vous voulez vraiment envoyer cette réponse non chiffrée, merci d'enlever toute correspondance précédente incluse dans votre réponse avant d'envoyer.
id: Bila Anda memang hendak mengirim jawaban ini tak terenkripsi, harap hapus semua korespondensi terdahulu yang disertakan dalam jawaban Anda sebelum mengirim.
oc: Se sètz segur que volètz mandar aquesta responsa non chifrada, mercé de levar tota correspondéncia precedenta inclusa dins vòstra responsa avant d'mandar.
sv: Om du verkligen vill skicka detta svar okrypterat, ta bort all tidigare korrespondens från ditt svar innan du skickar det.

# UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS
source: Otherwise, search and import the corresponding public keys using GPG Keychain in order to send the reply encrypted.
ca: Altrament, cerqueu i importeu les claus públiques corresponents utilitzant el GPG Keychain, per tal d'enviar la resposta xifrada.
cs: V opačném případě, vyhledejte a naimportujte odpovídající veřejné klíče pomocí GPG Keychain, aby bylo možné odeslat odpověď šifrované.
da: Alternativt, find og importer de manglende offentlige nøgler med GPG Keychain for at sende svaret krypteret.
de: Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um diese Antwort verschlüsselt zu senden.
es: De otro modo, busque e importe las claves públicas correspondientes utilizando GPG Keychain para enviar la respuesta cifrada.
fi: Muussa tapauksessa, nouda vastaavat julkiset avaimet GPG Keychain -ohjelmaan salataksesi vastauksen.
fr: Autrement, rechercher et importer les clés publiques correspondantes avec GPG Keychain de façon à envoyer la réponse chiffrée.
id: Bila tidak, cari dan impor kunci publik yang terkait memakai GPG Keychain agar mengirim jawaban terenkripsi.
oc: Autrament, recercar e importar las claus publicas correspondentas amb GPG Keychain de façon a mandar la responsa chifrada.
sv: Sök efter och importera annars de aktuella publika nycklarna med hjälp av GPG Keychain för att skicka svaret krypterat.

# UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR
source: Otherwise, search and import the corresponding public key using GPG Keychain in order to send the reply encrypted.
ca: Altrament, cerqueu i importeu la clau pública corresponent utilitzant el GPG Keychain, per tal d'enviar la resposta xifrada.
cs: V opačném případě vyhledejte a naimportujte odpovídající veřejný klíč pomocí GPG Keychain, abyste mohli odpovídat pomocí šifrovaných zpráv.
da: Alternativt, find og importer den manglende offentlige nøgle med GPG Keychain for at sende svaret krypteret.
de: Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um diese Antwort verschlüsselt senden zu können.
es: De otro modo, busque e importe la clave pública correspondiente usando GPG Keychain para enviar la respuesta cifrada.
fr: Autrement, rechercher et importer la clé publique correspondante avec GPG Keychain de façon à envoyer la réponse chiffrée.
id: Bila tidak, cari dan impor kunci publik yang terkait memakai GPG Keychain agar mengirim jawaban terenkripsi.
sv: Sök efter och importera annars den aktuella publika nyckeln med hjälp av GPG Keychain för att skicka svaret krypterat.

# UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY
source: Send Anyway
ca: Envia igualment
cs: Přesto odeslat
da: Send alligevel
de: Trotzdem senden
es: Enviar de todas formas
fi: Lähetä joka tapauksessa
fr: Envoyer de toute façon
id: Kirim Saja
oc: Mandar cossí que siá
sv: Skicka ändå

# UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_BUTTON_CANCEL
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id: Batal
oc: Anullar
sv: Avbryt

# UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_TITLE
source: Attention: You're about to forward the decrypted version of an encrypted message
ca: Atenció: Aneu a reenviar una versió no xifrada d'un missatge xifrat.
cs: Upozornění: Chystáte se odeslat dešifrovanou/nezabezpečenou verzi šifrované zprávy
da: Vigtigt: Du er ved at videresende den dekrypterede version af en krypteret besked
de: Achtung: Du bist im Begriff die unverschlüsselte Version einer verschlüsselten Nachricht weiterzuleiten
es: Atención: Está a punto de reenviar la versión descifrada de un mensaje cifrado.
fr: Attention : Vous êtes sur le point de transmettre la version décryptée d'un message crypté.
id: Perhatian: Anda akan meneruskan versi terdekripsi dari sebuah pesan terenkripsi
sv: Varning: Du kommer att vidarebefordra den dekrypterade versionen av ett krypterat meddelande

# UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR
source: It's not possible to encrypt the message you are about to forward, because the public key for the following recipient is missing: %@
ca: No és possible xifrar el missatge que aneu a reenviar, perquè falta la clau pública del destinatari següent: %@
cs: Nelze šifrovat zprávu, kterou se chystáte odeslat, protože chybí veřejný klíč pro následujícího příjemce: %@
da: Det er ikke muligt at kryptere den besked, du er ved at videresende, fordi den offentlige nøgle mangler for følgende modtager: %@
de: Es ist nicht möglich die Nachricht, die du im Begriff bist weiterzuleiten, zu verschlüsseln, weil der öffentliche Schlüssel für den folgenden Empfänger fehlt: %@
es: No es posible cifrar el mensaje que está a punto de reenviar, porque la clave pública para el siguiente destinatario está ausente: %@
id: Tidak mungkin mengenkripsi pesan yang hendak Anda teruskan, karena kunci publik untuk penerima berikut hilang: %@
sv: Det är inte möjligt att kryptera meddelandet du kommer att vidarebefordra, eftersom den publika nyckeln för följande mottagare saknas: %@

# UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_MISSING_KEYS
source: It's not possible to encrypt the message you are about to forward, because public keys for the following recipients are missing: %@
ca: No és possible xifrar el missatge que aneu a reenviar, perquè falten les claus públiques dels destinataris següents: %@
cs: Nelze šifrovat zprávu, kterou se chystáte odeslat, protože chybí veřejné klíče pro následující příjemce: %@
da: Det er ikke muligt at kryptere den besked, du er ved at videresende, fordi de offentlige nøgler mangler for følgende modtagere: %@
de: Es ist nicht möglich die Nachricht, die du im Begriff bist weiterzuleiten, zu verschlüsseln, weil der öffentliche Schlüssel für die folgenden Empfänger fehlt: %@
es: No es posible cifrar el mensaje que está a punto de reenviar, porque las claves públicas para los siguientes destinatarios están ausentes: %@
id: Tidak mungkin mengenkripsi pesan yang hendak Anda teruskan, karena kunci-kunci publik untuk penerima berikut hilang: %@
sv: Det är inte möjligt att kryptera meddelandet du kommer att vidarebefordra, eftersom publika nycklar för följande mottagare saknas: %@

# UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_EXPLANATION
source: If you choose to proceed, the message you are about to forward will be sent unencrypted. As a result, confidential information might be leaked, putting you and your recipients at risk.
ca: Si decidiu continuar, el missatge que aneu a reenviar s'enviarà sense xifrar. Per tant, podria filtrar-se informació confidencial, posant-vos a tots els implicats en risc.
cs: Pokud si přejete pokračovat, zpráva, kterou se chystáte odeslat, bude nezašifrovaná. V důsledku toho může dojít k úniku důvěrných informací, což může ohrozit nejen vás ale i příjemce zprávy.
da: Hvis du vælger at fortsætte, vil den besked, du er ved at videresende, blive sendt i klartekst. Som følge deraf kan fortrolig information slippe ud, hvilket er en risiko for både dig og modtagerne.
de: Wenn du dich entscheidest fortzufahren, wird die weitergeleitete Nachricht unverschlüsselt gesendet. Dadurch könnten vertrauliche Informationen preisgegeben und du und deine Empfänger einem Risiko ausgesetzt werden.
es: Si escoge continuar, el mensaje que está a punto de reenviar se enviará sin cifrar. Como resultado, se puede filtrar información confidencial poniéndole a usted y sus destinatarios en riesgo.
id: Bila Anda memilih untuk melanjutkan, pesan yang akan Anda teruskan akan dikirim tak terenkripsi. Akibatnya, informasi konfidensial mungkin bocor, menjadikan Anda dan yang Anda kirimi dalam risiko.
sv: Om du väljer att fortsätta kommer ditt meddelande som ska vidarebefordras att skickas okrypterat. Detta kan leda till att hemlig information läcker ut, vilket kan leda till att du och dina mottagare hamnar i fara.

# UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS
source: Otherwise, search and import the corresponding public keys using GPG Keychain in order to forward an encrypted version of the message.
ca: Altrament, cerqueu i importeu les claus públiques corresponents utilitzant el GPG Keychain, per tal de reenviar una versió xifrada del missatge.
cs: V opačném případě vyhledejte a naimportujte odpovídající veřejné klíče pomocí GPG Keychain, abyste mohli odesílat šifrované zprávy.
da: Alternativt, find og importer de manglende offentlige nøgler med GPG Keychain for at videresende en krypteret version af beskeden.
de: Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um eine verschlüsselte Version der Nachricht weiterzuleiten.
es: De otro modo, busque e importe las claves públicas correspondientes usando GPG Keychain para reenviar una versión cifrada del mensaje.
id: Bila tidak, cari dan impor kunci-kunci publik yang terkait memakai GPG Keychain untuk meneruskan versi pesan yang terenkripsi.
sv: Sök efter och importera annars de aktuella publika nycklarna med hjälp av GPG Keychain för att skicka en krypterad version av meddelandet som ska vidarebefordras.

# UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_SOLUTION_IMPORT_KEYS_SINGULAR
source: Otherwise, search and import the corresponding public key using GPG Keychain in order to forward an encrypted version of the message.
ca: Altrament, cerqueu i importeu la clau pública corresponent utilitzant el GPG Keychain, per tal de reenviar una versió xifrada del missatge.
cs: V opačném případě vyhledejte a naimportujte odpovídající veřejný klíč pomocí GPG Keychain, abyste mohli odeslat šifrovanou zprávu.
da: Alternativt, find og importer den manglende offentlige nøgle med GPG Keychain for at videresende en krypteret version af beskeden.
de: Andernfalls suche und importiere den benötigten öffentlichen Schlüssel mit GPG Keychain, um eine verschlüsselte Version der Nachricht weiterzuleiten.
es: De otro modo, busque e importe la clave pública correspondiente usando GPG Keychain para reenviar una versión cifrada del mensaje.
id: Bila tidak, cari dan impor kunci publik yang terkait memakai GPG Keychain untuk meneruskan versi pesan yang terenkripsi.
sv: Sök efter och importera annars den aktuella publika nyckeln med hjälp av GPG Keychain för att skicka en krypterad version av meddelandet som ska vidarebefordras.

# UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_SEND_ANYWAY
source: Forward Anyway
ca: Reenvia'l igualment
cs: Přesto odeslat
da: Videresend alligevel
de: Trotzdem weiterleiten
es: Reenviar de todos modos
id: Teruskan Saja
sv: Vidarebefordra ändå

# UNENCRYPTED_FORWARD_OF_ENCRYPTED_MESSAGE_BUTTON_CANCEL
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id: Batal
oc: Anullar
sv: Avbryt

# MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_TITLE
source: Decryption of the message was aborted
cs: Dešifrování zprávy bylo přerušeno
de: Die Entschlüsselung der Nachricht wurde abgebrochen.
id: Dekripsi pesan dibatalkan
sv: Dekryptering av meddelandet avbröts

# MESSAGE_BANNER_PGP_DECRYPT_MDC_ERROR_MESSAGE
source: The modification detection code (MDC) for this encrypted message is missing or has been modified. This could mean that an attacker has been trying to modify the contents within the encrypted message. Please have the message re-sent to you and tell the sender, that their encrypted message didn't include a modification detection code.
cs: Kód detekce modifikace (MDC) pro tuto šifrovanou zprávu chybí nebo byl změněn. To by mohlo znamenat, že se útočník pokouší upravovat obsah v šifrované zprávě. Nechte si poslat zprávu znovu a informujte odesílatele, že jeho šifrovaná zpráva neobsahuje kód detekce modifikace.
de: Der Modification Detection Code (MDC) für diese verschlüsselte Nachricht fehlt oder wurde geändert. Dies könnte bedeuten, dass ein Angreifer versucht hat, den Inhalt der verschlüsselten Nachricht zu ändern. Bitte lass dir die Nachricht erneut zusenden und teile dem Absender mit, dass seine verschlüsselte Nachricht keinen Modification Detection Code enthielt.
id: Kode deteksi modifikasi (modification detection code, MDC) untuk pesan terenkripsi ini hilang atau telah berubah. Ini bisa berarti bahwa seorang penyerang telah mencoba mengubah isi pesan terenkripsi. Harap minta kirim ulang pesan dan beritahu pengirim, bahwa pesan terenkripsi mereka tidak memuat suatu kode deteksi modifikasi.

# NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_TITLE
source: Attention: Opening this website could leak the contents of this message
cs: Upozornění: Otevřením této webové stránky by mohlo dojít k úniku obsahu této zprávy
de: Achtung: Das Öffnen dieser Webseite könnte den Inhalt dieser Nachricht leaken
id: Perhatian: Membuka situs web ini mungkin dapat membocorkan konten dari pesan ini
sv: Se upp: Att öppna denna webbplats kan läcka innehållet i detta meddelande

# NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_MESSAGE
source: Due to a problem in the implementation of S/MIME encryption, it is possible for an attacker to modify a message without your knowledge. You are about to open the following website: %@ Are you sure you want to continue?
cs: Kvůli problému při implementaci šifrování S / MIME je možné, že útočník změní zprávu bez vašeho vědomí. Chystáte se otevřít následující webovou stránku: %@ Přejete si pokračovat?
de: Aufgrund eines Problems in der Implementierung der S/MIME-Verschlüsselung ist es für einen Angreifer möglich, eine Nachricht ohne dein Wissen zu ändern. Du bist dabei, die folgende Webseite zu öffnen: %@ Bist du sicher, dass du fortfahren möchtest?
id: Karena suatu masalah dalam implementasi enkripsi S/MIME, mungkin bagi seorang penyerang untuk mengubah suatu pesan tanpa sepengetahuan Anda. Anda akan membuka situs web berikut: %@ Anda yakin hendak melanjutkan?

# NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_YES
source: Yes
cs: Ano
da: Ja
de: Ja
es: Sí
fr: Oui
id: Ya
sv: Ja

# NAVIGATION_ACTION_FROM_ENCRYPTED_MESSAGE_BUTTON_CANCEL
source: Cancel
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
id: Batal
oc: Anullar
sv: Avbryt

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_TITLE
source: Decryption of the attachment was aborted
cs: Dešifrování přílohy bylo přerušeno
de: Die Entschlüsselung des Anhangs wurde abgebrochen.
id: Dekripsi lampiran dibatalkan
sv: Dekryptering av bilagan avbröts

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_MDC_ERROR_MESSAGE
source: The modification detection code (MDC) for this encrypted attachment is missing or has been modified. This could mean that an attacker has been trying to modify the contents within the encrypted attachment. Please have the attachment re-sent to you and tell the sender, that their encrypted attachment didn't include a modification detection code.
cs: Kód detekce modifikace (MDC) pro tuto šifrovanou přílohu chybí nebo byl změněn. To by mohlo znamenat, že se útočník pokouší upravovat přílohu šifrované zprávy. Nechte si poslat přílohu znovu a informujte odesílatele, že jeho šifrovaná příloha neobsahuje kód detekce modifikace.
de: Der Modification Detection Code (MDC) für diese verschlüsselte Anlage fehlt oder wurde geändert. Dies könnte bedeuten, dass ein Angreifer versucht hat, den Inhalt der verschlüsselten Anlage zu ändern. Bitte lass dir die Anlage erneut zusenden und teile dem Absender mit, dass seine verschlüsselte Anlage keinen Modification Detection Code enthält.
id: Kode deteksi modifikasi (modification detection code, MDC) untuk lampiran terenkripsi ini hilang atau telah berubah. Ini bisa berarti bahwa seorang penyerang telah mencoba mengubah isi lampiran terenkripsi. Harap minta kirim ulang lampiran dan beritahu pengirim, bahwa lampiran terenkripsi mereka tidak memuat suatu kode deteksi modifikasi.

# ACCESSIBILITY_SECURITY_METHOD_POPUP_LABEL
source: Security method: %@
ca: Mètode de seguretat: %@
cs: Metoda: %@
da: Sikkerhedsmetode: %@
de: Sicherheitstechnik: %@
es: Método de seguridad: %@
fi: Suojaustapa: %@
fr: Méthode de sécurité : %@
id: Metoda keamanan: %@
sv: Säkerhetsmetod: %@

# ACCESSIBILITY_SIGN_ON_IMAGE
source: Sign
ca: Signa
cs: Podepsat
da: Underskriv
de: Signieren
es: Firmar
fi: Allekirjoita
fr: Signer
id: Tandatangani
sv: Signera

# ACCESSIBILITY_SIGN_OFF_IMAGE
source: Don't sign
ca: No ho signes
cs: Nepodepisovat
da: Underskriv ikke
de: Nicht signieren
es: No firmar
fi: Älä allekirjoita
fr: Ne pas signer
id: Jangan tandatangani
sv: Signera inte

# SUPPORT_PLAN_ACTIVATION_SUCCESS_TITLE
source: Support Plan Activated
de: Support Plan aktiviert
id: Langganan Dukungan Diaktifkan
sv: Supportplan aktiverad

# SUPPORT_PLAN_ACTIVATION_SUCCESS_MESSAGE
source: Thank you for your support! We hope you enjoy using GPG Mail. Should you have any questions, don't hesitate to contact us via "Report Problem" in Mail › Preferences › GPG Mail
de: Danke für deine Unterstützung! Wir hoffen du wirst Freude an GPG Mail haben. Solltest du irgendwelche Fragen haben, zögere nicht uns über den Knopf "Problem melden" in Mail > Einstellungen > GPG Mail zu kontaktieren.
id: Terima kasih atas dukungan Anda Kami berharap Anda menikmati memakai GPG Mail. Bila Anda punya pertanyaan, jangan ragu-ragu menghubungi kami melalui "Laporkan Masalah" dalam Surat > Preferensi > GPG Mail
sv: Tack för ditt stöd! Vi hoppas att du kommer att tycka om GPG Mail. Om du skulle ha några frågor, tveka inte att kontakta oss via "Rapportera problem" i Mail › Inställningar › GPG Mail

# SUPPORT_PLAN_ACTIVATION_FAILED_CONNECTTION_ERROR
source: We were unable to connect to the paddle.com API to verify your activation code. If you are using any macOS firewall product (buil-in firewall, Little Snitch, etc.), please allow connections to paddle.com for the activation to complete. You can block any connections again once the activation is completed. Please contact us at business@gpgtools.org if the problem persists.
de: Es war nicht möglich, eine Verbindung zur paddle.com API herzustellen, um deinen Aktivierungscode zu überprüfen. Falls du eine macOS Firewall Software (System-Firewall, Little Snitch, usw.) verwendest, erlaube bitte Verbindungen zu paddle.com, um die Aktivierung abzuschliessen. Du kannst die Verbindungen wieder blockieren, nachdem die Aktivierung abgeschlossen ist. Kontaktiere uns via business@gpgtools.org falls das Problem fortbesteht.
id: Kami tidak bisa menyambung ke API paddle.com untuk memverifikasi kode aktivasi Anda. Bila Anda memakai sebarang produk firewall macOS (firewall bawaan, Little Snitch, dsb.), harap izinkan koneksi ke paddle.com agar aktivasi bisa diselesaikan. Anda bisa memblokir sebarang koneksi lagi setelah aktivasi selesai. Harap hubungi kami pada business@gpgtools.org bila masalah tetap muncul.

# SUPPORT_PLAN_ACTIVATION_FAILED_GENERAL_ERROR
source: Unfortunately an unknown error has occurred. Please retry later or use 'System Preferences › GPG Suite › Send Report' to contact us
de: Leider ist ein unbekannter Fehler aufgetreten. Bitte versuche es später erneut oder kontaktieren uns via 'Systemeinstellungen > GPG Suite > Bericht Senden.
id: Sayang sekali telah terjadi kesalahan yang tidak dikenal. Harap coba lagi nanti atau pakai 'Preferensi Sistem > Keluarga GPG > Kirim Laporan' untuk menghubungi kami
sv: Tyvärr har ett okänt fel inträffat. Försök igen senare eller använd 'Systeminställningar › GPG Suite › Skicka rapport' för att kontakta oss
