Repository: Free-GPGMail/Free-GPGMail
Catalog: Source/GPGMail_3/Resources/*.lproj/GPGMail.strings
Languages: ca, cs, da, de, es, fi, fr, id, oc, sv

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_TITLE
source: Unable to decrypt PGP message.
ca: No s'ha pogut desxifrar el missatge PGP.
cs: Nelze dešifrovat PGP zprávu.
da: Kan ikke dekryptere PGP besked.
de: PGP Nachricht konnte nicht entschlüsselt werden.
es: Incapaz de descifrar mensaje PGP.
fi: PGP-viestiä ei voitu purkaa.
fr: Impossible de déchiffrer ce message PGP.
id: Tak bisa mendekripsi pesan PGP.
oc: Impossible de deschifrar aqueste messatge.
sv: Kunde inte dekryptera PGP-meddelande.

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_MESSAGE
source: There was a problem decrypting this message. Verify that you have a valid key in your GPG Keychain.
ca: Ha hagut un problema al desxifrar el missatge. Comproveu que disposa d'una clau vàlida al GPG Keychain.
cs: Vyskytnul se problém při dešifrování této zprávy. Ověřte že máte platný klíš ve vaši GPG klíčence.
da: Der er problemer med at dekryptere denne besked. Kontroller at du har en gyldig nøgle i din GPG Keychain.
de: Beim Entschlüsseln dieser Nachricht ist ein Problem aufgetreten. Vergewissere dich, dass in GPG Keychain ein gültiger Schlüssel vorhanden ist.
es: Ha habido un problema al descifrar este mensaje. Compruebe que dispone de una clave válida en su GPG Keychain.
fi: Viestin purkaminen epäonnistui. Varmista että sinulla on oikea avain avainrenkaassasi.
fr: Il y a eu un problème lors du déchiffrement de ce message. Vérifiez que vous avez une clé valide dans votre trousseau GPG.
id: Ada masalah saat mendekripsi pesan ini. Periksa apakah Anda memiliki kunci yang valid dalam Keychain GPG Anda.
oc: Problèma de deschiframent d'aqueste messatge. Verificatz que avètz una clau valida dins vòstre trossèl GPG.
sv: Ett problem uppstod när meddelandet skulle dekrypteras. Kontrollera att du har en giltig nyckel i din GPG Keychain.

# MESSAGE_BANNER_PGP_VERIFY_ERROR_TITLE
source: Unable to verify PGP message signature.
ca: No s'ha pogut verificar la signatura PGP del missatge.
cs: Nelze ověřit PGP podpis zprávy.
da: Kan ikke bekræfte PGP-meddelelsens signatur.
de: Signatur der PGP Nachricht konnte nicht überprüft werden.
es: Incapaz de verificar la firma PGP del mensaje.
fi: PGP-viestin allekirjoitusta ei voitu varmentaa.
fr: Impossible de vérifier la signature PGP.
id: Tak bisa memeriksa tanda tangan pesan PGP.
oc: Verificacion de la signatura PGP impossible.
sv: Kunde inte verifiera PGP-meddelandesignatur.

# MESSAGE_BANNER_PGP_VERIFY_ERROR_MESSAGE
source: There was a problem reading the PGP signature for this message.
ca: Mentre es llegia la signatura PGP del missatge hi ha hagut un problema
cs: Vyskytnul se problém při čtení PGP podpisu této zprávy
da: Der var et problem med at læse PGP signaturen til denne besked.
de: Beim Lesen der PGP Signatur dieser Nachricht ist ein Problem aufgetreten.
es: Ha habido un problema al leer la firma PGP de este mensaje.
fi: PGP-allekirjoituksen lukeminen epäonnistui.
fr: Problème de lecture de la signature PGP pour ce message.
id: Ada masalah saat membaca tanda tangan PGP bagi pesan ini.
oc: Problèma de lectura de la signatura PGP per aqueste messatge.
sv: Ett problem uppstod när PGP-signaturen i detta meddelande skulle läsas.

# MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_TITLE
source: PGP key for this message is not in your keychain.
ca: La clau PGP del missatge no és al clauer.
cs: PGP klíč pro zprávu není ve vaši Klíčence.
da: PGP nøglen til denne besked er ikke i din nøglering.
de: Der verwendete PGP Schlüssel befindet sich nicht in GPG Keychain.
es: La clave PGP para este mensaje no está en su llavero.
fi: Avainrenkaassasi ei ole PGP-avainta tälle viestille.
fr: La clé PGP pour ce message n'est pas dans votre trousseau.
id: Kunci PGP bagi pesan ini tak ada dalam keychain Anda.
oc: Clau PGP per aqueste messatge absenta de vòstre trossèl.
sv: PGP-nyckeln för detta meddelande finns inte i din nyckelring.

# MESSAGE_BANNER_PGP_VERIFY_NOT_IN_KEYCHAIN_ERROR_MESSAGE
source: The message has a valid PGP signature, but the PGP key is not in your keychain. Please use GPG Keychain to add it.
ca: El missatge té una signatura PGP vàlida, però la clau PGP no està al teu clauer. Empreu el GPG Keychain per afegir-la.
cs: Zpráva obsahuje platný podpis PGP, ale PGP klíč nen ve vaší Klíčence. Přidejte ho pomocí GPG Keychain.
da: Beskeden har en gyldig PGP signatur, men PGP nøglen er ikke i din nøglering. Brug GPG Keychain til at tilføje den.
de: Diese Nachricht hat eine gültige PGP Signatur, der PGP Schlüssel befindet sich jedoch nicht in GPG Keychain. Bitte verwende GPG Keychain, um den Schlüssel hinzuzufügen.
es: El mensaje tiene una firma PGP válida, pero la clave PGP no está en su llavero. Por favor use GPG Keychain para añadirla.
fi: Viestillä on PGP-allekirjoitus, mutta PGP-avainta ei ole avainrenkaassasi. Ole hyvä ja lisää se GPG Keychain.
fr: Le message a une signature PGP valide, mais la clé correspondante n'est pas dans votre trousseau. Utilisez GPG Keychain pour l'ajouter.
id: Pesan memiliki tanda tangan PGP yang valid, tapi kunci PGP tak ada dalam ring kunci Anda. Harap gunakan GPG Keychain untuk menambahkannya.
oc: Lo messatge a una signatura PGP valide, mas la clau correspondenta es pas dins vòstre trossèl. Utilizatz GPG Keychain per l'apondre.
sv: Meddelandet har en giltig PGP-signatur, men PGP-nyckeln finns inte i din nyckelring. Använd GPG Keychain för att lägga till den.

# MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_TITLE
source: No information is available for this PGP key.
ca: No hi ha informació disponible per a la clau PGP.
cs: Pro tento PGP klíč nejsou dostupné žádné informace.
da: Der findes ingen information om denne PGP nøgle.
de: Keine Informationen für diesen PGP Schlüssel vorhanden.
es: No hay información para esta clave PGP.
fi: Tästä PGP-avaimesta ei ole saatavilla tietoja.
fr: Aucune information n'est disponible pour cette clé PGP.
id: Tak tersedia informasi bagi kunci PGP ini.
oc: Pas cap d'informacion disponibla per aquesta clau PGP.
sv: Ingen information finns tillgänglig för denna PGP-nyckel.

# MESSAGE_ERROR_ALERT_PGP_VERIFY_NOT_IN_KEYCHAIN_MESSAGE
source: No additional information is known about this PGP key, because it's not in your keychain.
ca: No hi ha informació addicional coneguda sobre la clau PGP, perquè no és al clauer.
cs: Žádné další informace o PGP klíči nejsou známy, protože naní ve vaši Klíčence. Přidejte ho pomocí GPG Keychain.
da: Der kendes ikke yderligere information om denne PGP nøgle, fordi den ikke er i din nøglering.
de: Es ist leider nicht möglich, detaillierte Informationen zu diesem PGP Schlüssel anzuzeigen, da er sich nicht in GPG Keychain befindet.
es: No hay información adicional para esta clave PGP, ya que no está en su llavero.
fi: Tästä PGP-avaimesta ei ole lisätietoja, koska se ei ole avainrenkaassasi.
fr: Aucune information additionnelle pour cette clé PGP car elle est absente de votre trousseau.
id: Tak ada informasi tambahan yang diketahui tentang kunci PGP ini, karena ini tak ada dalam keychain Anda.
oc: Pas cap d'informacion addicionala per aquesta clau PGP perque es absenta de vòstre trossèl.
sv: Ingen ytterligare information finns tillgänglig för denna PGP-nyckel eftersom den inte finns i din nyckelring.

# MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_TITLE
source: Secret key to decrypt the message is missing.
ca: Falta la clau privada per a desxifrar el missatge.
cs: Tajný klíč k dešifrování zprávy chybí.
da: Den private nøgle til at dekryptere beskeden mangler.
de: Der geheime Schlüssel zum Entschlüsseln der Nachricht fehlt.
es: Clave secreto para descifrar el mensaje que falta.
fi: Viestin purkuun vaadittava salainen avain puuttuu.
fr: La clé secrète nécessaire au déchiffrement de ce message est manquante.
id: Kunci rahasia untuk mendekripsi pesan ini hilang.
oc: La clau secreta nécessaire al deschiframent d'aqueste messatge es manquante.
sv: Den privata nyckeln för att dekryptera meddelandet saknas.

# MESSAGE_BANNER_PGP_DECRYPT_SECKEY_ERROR_MESSAGE
source: None of the following secret keys could be found in your keychain (%@). The secret key is needed to decrypt this message. Please check with the sender that they used your correct public key. Check any backup of your keychain, and try to import the secret key from there.
ca: No s'ha pogut trobar cap d'aquestes claus secretes al vostre clauer (%@). Cal la clau secreta per a desxifrar aquest missatge. Comproveu si el remitent ha utilitzat la clau pública correcta. Comproveu qualsevol còpia de seguretat de la vostra clau, i proveu d'importar-la.
cs: Žádný z následujících tajných klíčů nebyl nalezen ve vaši klíčence (%@). K dešifrování této zprávy je tajný klíč nezbytný. Ověřte, prosím, u odesílatele, že použili váš správný veřejný klíč. Ověřte, jestli se ve vašich záložních kopíích nenalézá tento tajný klíč a pokuste se ho naimportovat.
da: Ingen af de følgende hemmelige nøgler findes i din nøglering (%@). Den hemmelige nøgle er nødvendig for at dekryptere denne besked. Tjek med afsenderen, at de har brugt din rigtige offentlige nøgle. Tjek en backup af din nøglering, og prøv at importere den hemmelige nøgle derfra.
de: Keiner der folgenden geheimen Schlüssel konnte in deinem Schlüsselbund gefunden werden (%@). Der geheime Schlüssel wird zum Entschlüsseln dieser Nachricht benötigt. Überprüfe, ob der Absender den richtigen öffentlichen Schlüssel verwendet hat. Versuche den fehlenden geheimen Schlüssel in einem Backup zu finden und importiere ihn von dort.
es: Ninguna de las siguientes claves secretas/privadas se pudo encontrar en su juego de claves (%@). La clave secreta es necesaria para descifrar este mensaje. Por favor, compruebe con el remitente que este usó su clave pública correcta. Compruebe cualquier copia de seguridad de su juego de claves (keychain), y pruebe a importar la clave secreta desde allí.
id: Tak satupun dari kunci rahasia berikut dapat ditemukan dalam ring kunci Anda (%@). Kunci rahasia diperlukan untuk mendekripsi pesan ini. Periksalah dengan si pengirim bahwa mereka memakai kunci publik Anda yang benar. Periksalah cadangan ring kunci Anda, dan cobalah mengimpor kunci rahasia dari sana.
sv: Ingen av följande privata nycklar kunde hittas i din nyckelring (%@). Den privata nyckeln behövs för att dekryptera detta meddelande. Kontrollera med avsändaren att de använt din rätta publika nyckel. Kontrollera en säkerhetskopia av din nyckelring, och försök att importera den privata nyckeln därifrån.

# MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_TITLE
source: Decryption failed with unknown error!
ca: S'ha produït un error desconegut a l'hora de desxifrar!
cs: Dešifrování zprávy selhalo z důvodu výskytu neznámé chyby.
da: Dekryptering mislykkedes på grund af en ukendt fejl!
de: Unbekannter Fehler beim Entschlüsseln.
es: ¡Hubo un error desconocido durante el descifrado!
fi: Salauksen purkaminen epäonnistui tuntemattoman virheen takia!
fr: Le déchiffrement a échoué sur une erreur inconnue !
id: Dekripsi gagal dengan kesalahan tak dikenal!
oc: Lo deschiframent a fracassat sus una error desconeguda !
sv: Dekrypteringen misslyckades på grund av ett okänt fel!

# MESSAGE_BANNER_PGP_DECRYPT_SYSTEM_ERROR_MESSAGE
source: An unknown error occurred while decrypting this message. Please contact us at https://gpgtools.tenderapp.com/
ca: Ha ocorregut un error desconegut al desxifrar el missatge. Contacteu amb nosaltres a https://gpgtools.tenderapp.com/
cs: Vyskytla se neznámá chyba při dešifrování zprávy. Obraťte se prosím na https://gpgtools.tenderapp.com
da: En ukendt fejl opstod, da beskeden blev forsøgt dekrypteret. Kontakt os venligst på https://gpgtools.tenderapp.com/
de: Beim Entschlüsseln der Nachricht ist ein unbekannter Fehler aufgetreten. Bitte kontaktiere uns unter https://gpgtools.tenderapp.com
es: Ocurrió un error desconocido al descifrar este mensaje. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com/
fi: Tuntematon virhe salausta purettaessa. Ole hyvä ja ota yhteyttä meihin osoitteessa https://gpgtools.tenderapp.com
fr: Une erreur est survenue lors du déchiffrement du message. Veuillez nous contacter à l'adresse suivante https://gpgtools.tenderapp.com/
id: Terjadi galat yang tak dikenal ketika mendekripsi pesan ini. Harap hubungi kami pada https://gpgtools.tenderapp.com
oc: Una error s'es producha al moment del deschiframent del messatge. Contactatz-nos a l'adreça seguenta https://gpgtools.tenderapp.com/
sv: Ett okänt fel inträffade när denna bilaga skulle dekrypteras. Kontakta oss på https://gpgtools.tenderapp.com

# MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_TITLE
source: Decryption failed with unknown error!
ca: Mentre es desxifrava s'ha produït un error desconegut!
cs: Dešifrování zprávy selhalo z důvodu výskytu neznámé chyby.
da: Dekryptering mislykkedes på grund af en ukendt fejl!
de: Unbekannter Fehler beim Entschlüsseln.
es: ¡Hubo un error desconocido durante el descifrado!
fi: Salauksen purkaminen epäonnistui tuntemattoman virheen takia!
fr: Échec du déchiffrement pour une raison inconnue !
id: Pendekripsian gagal dengan galat yang tak dikenal!
oc: Fracàs del deschiframent per una rason desconeguda !
sv: Dekrypteringen misslyckades på grund av ett okänt fel!

# MESSAGE_BANNER_PGP_DECRYPT_GENERAL_ERROR_MESSAGE
source: An unknown error occurred while decrypting this message. GPG error message: %@ Please contact us, including the GPG error message, at https://gpgtools.tenderapp.com/
ca: Ha ocorregut un error desconegut al desxifrar el missatge. Missatge d'error GPG: %@ Contacteu amb nosaltres i inclogueu el missatge d'error GPG a https://gpgtools.tenderapp.com/
cs: Vyskytla se neznámá chyba při dešifrování zprávy. GPG chybová zpráva: %@ Obraťte se prosím na nás https://gpgtools.tenderapp.com a do e-mailu vložte GPG chybovou zprávu.
da: En ukendt fejl opstod, da beskeden blev forsøgt dekrypteret. GPG fejlmeddelelse: %@ Kontakt os venligst angående denne fejl på https://gpgtools.tenderapp.com/
de: Beim Entschlüsseln der Nachricht ist ein unbekannter Fehler aufgetreten. GPG Fehlermeldung: %@ Bitte kontaktiere uns mit der GPG Fehlermeldung unter https://gpgtools.tenderapp.com
es: Ocurrió un error desconocido al descifrar este mensaje. Mensaje de error de GPG: %@ Por favor, contacte con nosotros en https://gpgtools.tenderapp.com/, e incluya el mensaje de error de GPG.
fi: Tuntematon virhe salausta purettaessa. GPG:n virheilmoitus: %@ Ole hyvä ja ota yhteyttä meihin osoitteessa https://gpgtools.tenderapp.com Liitä mukaan myös virheilmoituksen teksti.
fr: Une erreur inconnue est survenue lors du déchiffrement du message. Message de l'erreur GPG : %@ Veuillez nous contacter, en renseignant le message d'erreur GPG sur https://gpgtools.tenderapp.com/
id: Galat yang tak dikenal terjadi ketika mendekripsi pesan ini. Pesan galat GPG: %@ Harap hubungi kami, sertakan pesan galat GPG, pada https://gpgtools.tenderapp.com
oc: Una error desconeguda s'es producha al moment del deschiframent del messatge. Messatge de l'error GPG : %@ Contactatz-nos, en renseignant lo messatge d'error GPG sus https://gpgtools.tenderapp.com/
sv: Ett okänt fel uppstod när bilagan skulle dekrypteras. GPG-felmeddelande: %@ Kontakta oss på https://gpgtools.tenderapp.com, och inkludera GPG-felmeddelandet.

# MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_TITLE
source: Wrong key used to encrypt this message.
ca: No heu utilitzat la clau correcta per xifrar el missatge.
cs: Pro zašifrování zprávy byl použit nesprávný klíč.
da: Forkert nøgle brugt til at kryptere denne besked.
de: Falscher Schlüssel zum Verschlüsseln der Nachricht verwendet.
es: No se utilizó la clave adecuada para cifrar este mensaje.
fi: Tämä viesti on salattu väärällä avaimella.
fr: Clé erronée utilisée pour chiffrer ce message.
id: Kunci yang salah dipakai untuk mengenkripsi pesan ini.
oc: Clau erronèa utilizada per chifrar aqueste messatge.
sv: Fel nyckel användes för att kryptera meddelandet.

# MESSAGE_BANNER_PGP_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE
source: This message could not be decrypted, since the wrong public key was used to encrypt it. Please contact us at https://gpgtools.tenderapp.com/
ca: El missatge no s'ha desxifrat, perquè s'ha utilitzat una clau pública errònia per xifrar-lo. Contacteu amb nosaltres a https://gpgtools.tenderapp.com/
cs: Zprávu nelze dešifrovat dokud k jenímu dešifrováni bude používán nesprávný klíč. Obraťte se prosím na https://gpgtools.tenderapp.com
da: Denne besked kunne ikke dekrypteres, da den forkerte offentlige nøgle blev brugt til at kryptere den. Kontakt os venligst på https://gpgtools.tenderapp.com/
de: Diese Nachricht konnte nicht entschlüsselt werden, weil ein falscher öffentlicher Schlüssel zum Verschlüsseln verwendet wurde. Bitte kontaktiere uns unter https://gpgtools.tenderapp.com
es: Este mensaje no pudo descifrarse, ya que se usó una clave pública errónea para cifrarlo. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com/
fi: Viestiä ei voitu purkaa, koska se on salattu väärällä julkisella avaimella. Ole hyvä ja ota yhteyttä meihin osoitteessa https://gpgtools.tenderapp.com
fr: Ce message n'a pu être déchiffré car une clé publique erronée a été utilisée pour le chiffrer. Merci de nous contacter sur https://gpgtools.tenderapp.com/
id: Pesan ini tak bisa didekripsi, karena kunci publik yang salah dipakai untuk mengekripsinya. Harap hubungi kami pada https://gpgtools.tenderapp.com
oc: Aqueste messatge a pas pogut èsser deschifrat perque una clau publica erronèa es estada utilizada per lo chifrar. Mercé de nos contactar sus https://gpgtools.tenderapp.com/
sv: Detta meddelande kunde inte dekrypteras eftersom fel publik nyckel användes för att kryptera det. Kontakta oss på https://gpgtools.tenderapp.com/

# MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_TITLE
source: The encrypted message is damaged.
ca: El missatge xifrat està danyat.
cs: Zašifrovaná zpráva je poškozena.
da: Den krypterede besked er beskadiget.
de: Die verschlüsselte Nachricht ist beschädigt.
es: El mensaje cifrado está dañado.
fi: Salattu viesti on vahingoittunut.
fr: Le message chiffré est endommagé.
id: Pesan yang terenkripsi rusak.
oc: Lo messatge chifrat es damatjat.
sv: Det krypterade meddelandet är skadat.

# MESSAGE_BANNER_PGP_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE
source: This encrypted message is damaged and could not be decrypted. Please ask the sender to re-send the message.
ca: El missatge xifrat està danyat i no es pot desxifrar. Demaneu al remitent que us reenvie el missatge.
cs: Zašifrovaná zpráva je poškozená a nelze ji dešifrovat. Obraťte se prosím na odesilatele, aby vám poslal novou kopii.
da: Denne krypterede besked er beskadiget og kan ikke dekrypteres. Bed afsenderen om at sende beskeden igen.
de: Diese verschlüsselte Nachricht ist beschädigt und konnte nicht entschlüsselt werden. Bitte den Absender die Nachricht erneut zu senden.
es: Este mensaje cifrado está dañado y no se ha podido descifrar. ⏎ ⏎ Por favor, pida al remitente que vuelva a enviarle el mensaje.
fi: Tämä salattu viesti on vahingoittunut eikä sitä voida purkaa. Ole hyvä ja pyydä lähettäjää lähettämään viesti uudelleen.
fr: Le message chiffré est endommagé et ne peut être déchiffré. Veuillez demander à l'expéditeur de l'envoyer à nouveau.
id: Pesan yang terenkripsi rusak dan tak bisa didekripsi. Silakan minta ke pengirim untuk mengirim ulang pesan.
oc: Lo messatge chifrat es damatjat e pòt pas èsser deschifrat. Veuillez demander a l'expeditor de l'mandar a novèl.
sv: Detta krypterade meddelande är skadat och kunde inte dekrypteras. Be avsändaren att skicka meddelandet igen.

# MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE
source: Signature key was revoked.
ca: S'ha revocat la clau de la signatura.
cs: Klíč podpisu byl zneplatněn.
da: Signaturens nøgle er blevet tilbagekaldt.
de: Signaturschlüssel wurde widerrufen.
es: La clave de firma fue revocada.
fi: Allekirjoituksen avain on merkitty kumotuksi.
fr: La clé de la signature a été révoquée.
id: Kunci tanda tangan telah dicabut.
oc: La clau de la signatura es estada revocada.
sv: Signaturnyckeln återkallades.

# MESSAGE_BANNER_PGP_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE
source: The key which was used to sign this message was revoked. You should refresh the key with key ID %@ in GPG Keychain to check if a new one is available. If the new one is still revoked, check with the sender why the key was revoked.
ca: La clau que s'ha utilitzat per signar el missatge ha estat revocada. Hauríeu d'actualitzar la clau amb ID %@ al GPG Keychain per a comprovar si n'hi ha disponible una de nova. Si la nova encara es troba revocada, verifiqueu amb el remitent per què es va revocar.
cs: VÝSTRAHA: Klíč, který byl použit k podepsání této zprávy byl zneplatněn. Měl byste obnovit klíč ID %@ v GPG Keychain, pravděpodobně bude existovat nová verze. Jestliže nový klíč bude i nadále neplatný obraťte se na odesilatele.
da: VIGTIGT: Den nøgle, der blev brugt til at signere denne besked, er blevet tilbagekaldt. Du bør forny nøglen med nøgle ID %@ i GPG Keychain for at tjekke, om der er en ny nøgle tilgængelig. Hvis den nye nøgle stadig er tilbagekaldt skal du spørge afsenderen, hvorfor nøglen blev tilbagekaldt.
de: Der Schlüssel mit dem diese Nachricht signiert wurde, wurde widerrufen. Du solltest den Schlüssel mit Key ID %@ in GPG Keychain aktualisieren. Sollte der Schlüssel immer noch widerrufen sein, suche nach einem neuen Schlüssel und frage bei dem Schlüsselinhaber nach, warum der Schlüssel widerrrufen wurde.
es: ATENCIÓN: La clave que se utilizó para firmar este mensaje fue revocada. Usted debería actualizar la clave con ID %@ en GPG Keychain para comprobar si está disponible una nueva. Si la nueva clave también está revocado, pregunte al remitente por qué fue revocada.
fi: Tämän viestin allekirjoitukseen käytetty avain on kumottu. Tarkista GPG Keychain - ohjelmalla onko avainta (ID %@) uusittu. Jos avain on edelleen kumottu, on syytä tarkistaa lähettäjältä kumoamisen syy ja suhtautua viestiin varovaisuudella siihen asti.
fr: La clé utilisée pour signer ce message a été révoquée. Vous devriez rafraichir la clé avec l'identifiant de clé %@ dans GPG Keychain pour vérifier si une clé plus récente est disponible. Si la nouvelle est également révoquée, vérifiez la raison de la révocation auprès de l'expéditeur.
id: PERHATIAN: Kunci yang dipakai untuk menandatangani pesan ini telah dicabut. Anda mesti menyegarkan kunci dengan ID kunci %@ dalam GPG Keychain untuk memeriksa apakah tersedia yang baru. Bila yang terbaru masih dicabut, periksalah dengan pengirim mengapa kunci dicabut.
oc: La clau utilizada per signar aqueste messatge es estada revocada. Vos caldriá refrescar la clau amb l'identificant de clau %@ dins GPG Keychain per verificar se una clau plus récente es disponible. Se la novèla es également revocada, verificatz la rason de la revocacion auprès de l'expeditor.
sv: OBS: Nyckeln som användes för att signera detta meddelande har återkallats. Du bör uppdatera nyckeln med ID %@ i GPG Keychain för att se om det finns en ny. Om den nya nyckeln också är återkallad bör du kontakta avsändaren för information om varför den återkallats.
