Repository: Free-GPGMail/Free-GPGMail
Catalog: Source/GPGMail_3/Resources/*.lproj/GPGMail.strings
Languages: ca, cs, da, de, es, fi, fr, id, oc, sv

# MESSAGE_BANNER_PGP_ATTACHMENTS_VERIFY_ERROR_MESSAGE
source: Please click on the attachment icon in the message header security part for further details.
ca: Per a obtenir més detalls, feu clic a la icona del fitxer adjunt que es troba a la capçalera de seguretat del missatge.
cs: Pro zobrazení podrobností klepněte prosím na ikonu přílohy v hlavičce zabezpečení zprávy.
da: Klik på den vedhæftede fils ikon i beskedhovedet for flere detaljer.
de: Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon, um weitere Informationen zu erhalten.
es: Para más detalles haga clic en el icono del archivo adjunto que se encuentra en la cabecera de seguridad del mensaje.
fi: Ole hyvä ja paina liitekuvaketta otsakkeen turvallisuusosassa saadaksesi lisätietoja.
fr: Merci de cliquer sur l'icone de la pièce jointe dans l'en-tête sécurité du message pour plus de détails.
id: Harap klik pada ikon lampiran dalam bagian keamanan kepala pesan untuk rincian lebih lanjut.
oc: Mercé de clicar sus l'icòna de la pèça junta dins l'entèsta seguretat del messatge per mai de detalhs.
sv: Klicka på bilageikonen i brevhuvudets säkerhetsdel för mer detaljer.

# MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_TITLE
source: %d attachments failed to decrypt.
ca: Els fitxers adjunts %d no s'han desxifrat.
cs: Dešifrování příloh %d selhalo.
da: %d vedhæftede filer kunne ikke dekrypteres.
de: %d Anhänge konnten nicht entschlüsselt werden.
es: %d archivos adjuntos no pudieron ser descifrados.
fi: %d liitteen salauksen purku epäonnistui.
fr: %d fichiers joints n'ont pas pu être déchiffrés.
id: %d lampiran gagal didekripsi.
oc: %d fichièrs junts n'ont pas pu èsser deschifrats.
sv: %d bilagor kunde inte dekrypteras.

# MESSAGE_BANNER_PGP_ATTACHMENTS_DECRYPT_ERROR_MESSAGE
source: Please click on the attachment icon in the message header security part for further details.
ca: Per a obtenir més detalls, feu clic a la icona del fitxer adjunt que es troba a la capçalera de seguretat del missatge.
cs: Pro zobrazení podrobností klepněte prosím na ikonu přílohy v hlavičce zabezpečení zprávy.
da: Klik på den vedhæftede fils ikon i beskedhovedet for flere detaljer.
de: Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon um weitere Informationen zu erhalten.
es: Para más detalles haga clic en el icono del archivo adjunto que se encuentra en la cabecera de seguridad del mensaje.
fi: Ole hyvä ja paina liitekuvaketta otsakkeen turvallisuusosassa saadaksesi lisätietoja.
fr: Merci de cliquer sur l'icone de la pièce jointe dans l'en-tête sécurité du message pour plus de détails.
id: Harap klik pada ikon lampiran dalam bagian keamanan kepala pesan untuk rincian lebih lanjut.
oc: Mercé de clicar sus l'icòna de la pèça junta dins l'entèsta seguretat del messatge per mai de detalhs.
sv: Klicka på bilageikonen i brevhuvudets säkerhetsdel för mer detaljer.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_TITLE
source: %d attachment failed to verify.
ca: El fitxer adjunt %d no s'ha verificat.
cs: Ověřování přílohy %d selhalo.
da: %d vedhæftet fil kunne ikke bekræftes.
de: %d Anhang konnte nicht verifiziert werden.
es: %d archivo adjunto no pudo ser verificado.
fi: %d liitteen allekirjoituksen varmistus epäonnistui.
fr: %d fichier joint n'a pu être vérifié.
id: %d lampiran gagal diverifikasi.
oc: %d fichièr junt a pas pogut èsser verificat.
sv: %d bilaga kunde inte kontrolleras.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_MESSAGE
source: Please click on the attachment icon in the message header security part for further details.
ca: Per a obtenir més detalls, feu clic a la icona del fitxer adjunt que es troba a la capçalera de seguretat del missatge.
cs: Pro zobrazení podrobností klepněte prosím na ikonu přílohy v hlavičce zabezpečení zprávy.
da: Klik på den vedhæftede fils ikon i beskedhovedet for flere detaljer.
de: Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon um weitere Informationen zu erhalten.
es: Para más detalles haga clic en el icono del archivo adjunto que se encuentra en la cabecera de seguridad del mensaje.
fi: Ole hyvä ja paina liitekuvaketta otsakkeen turvallisuusosassa saadaksesi lisätietoja.
fr: Merci de cliquer sur l'icone de la pièce jointe dans l'en-tête sécurité du message pour plus de détails.
id: Harap klik pada ikon lampiran dalam bagian keamanan kepala pesan untuk rincian lebih lanjut.
oc: Mercé de clicar sus l'icòna de la pèça junta dins l'entèsta seguretat del messatge per mai de detalhs.
sv: Klicka på bilageikonen i brevhuvudets säkerhetsdel för mer detaljer.

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_TITLE
source: %d attachment failed to decrypt.
ca: El fitxer adjunt %d no s'ha desxifrat.
cs: Dešifrování přílohy %d selhalo.
da: %d vedhæftet fil kunne ikke dekrypteres.
de: %d Anhang konnte nicht entschlüsselt werden.
es: %d archivo adjunto no pudo ser descifrado.
fi: %d liitteen salauksen purku epäonnistui.
fr: %d fichier joint n'a pu être déchiffré.
id: %d lampiran gagal didekripsi.
oc: %d fichièr junt a pas pogut èsser deschifrat.
sv: %d-bilagan kunde inte avkrypteras.

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_MESSAGE
source: Please click on the attachment icon in the message header security part for further details.
ca: Per a obtenir més detalls, feu clic a la icona del fitxer adjunt que es troba a la capçalera de seguretat del missatge.
cs: Pro zobrazení podrobností klepněte prosím na ikonu přílohy v hlavičce zabezpečení zprávy.
da: Klik på den vedhæftede fils ikon i beskedhovedet for flere detaljer.
de: Bitte klicke im Nachrichten Kopf unter Sicherheit auf das Anhang Icon um weitere Informationen zu erhalten.
es: Para más detalles haga clic en el icono del archivo adjunto que se encuentra en la cabecera de seguridad del mensaje.
fi: Ole hyvä ja paina liitekuvaketta otsakkeen turvallisuusosassa saadaksesi lisätietoja.
fr: Merci de cliquer sur l'icone de la pièce jointe dans l'en-tête sécurité du message pour plus de détails.
id: Harap klik pada ikon lampiran dalam bagian keamanan kepala pesan untuk rincian lebih lanjut.
oc: Mercé de clicar sus l'icòna de la pèça junta dins l'entèsta seguretat del messatge per mai de detalhs.
sv: Klicka på bilageikonen i brevhuvudets säkerhetsdel för mer detaljer.

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_TITLE
source: Secret key to decrypt the attachment is missing.
ca: Falta la clau privada per a desxifrar el fitxer adjunt.
cs: Tajný klíč pro dešifrování přílohy chybí.
da: Den private nøgle til at dekryptere den vedhæftede fil mangler.
de: Der geheime Schlüssel zum Entschlüsseln des Anhangs fehlt.
es: Clave secreta para desencriptar el archivo adjunto no se encuentra.
fi: Liitteen salauksen purkamiseen tarvittavaa salaista avainta ei löydy.
fr: La clé secrète pour déchiffrer le fichier joint est introuvable.
id: Kunci rahasia untuk mendekripsi lampiran hilang.
oc: La clau secreta per deschifrar lo fichièr junt es introuvable.
sv: Den privata nyckeln för dekryptering av bilagan saknas.

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SECKEY_ERROR_MESSAGE
source: None of the following secret keys could be found in your keychain (%@). The secret key is needed to decrypt this attachment. Please check with the sender that they used your correct public key. Check any backup of your keychain, and try to import the secret key from there.
ca: No s'ha trobat cap d'aquestes claus secretes al vostre clauer (%@). Cal la clau secreta per a desxifrar aquest fitxer adjunt. Comproveu si el remitent ha utilitzat la clau pública correcta. Comproveu qualsevol còpia de seguretat de la vostra clau, i proveu d'importar-la.
cs: Žádný z následujících tajných klíčů nebyl nalezen ve vaši klíčence (%@). K dešifrování této přílohy je tajný klíč nezbytný. Ověřte, prosím, u odesílatele, že použili váš správný veřejný klíč. Ověřte, jestli se ve vašich záložních kopíích nenalézá tento tajný klíč a pokuste se ho naimportovat.
da: Ingen af de følgende hemmelige nøgler findes i din nøglering (%@). Den hemmelige nøgle er nødvendig for at dekryptere denne vedhæftede fil. Tjek med afsenderen, at de har brugt din rigtige offentlige nøgle. Tjek en backup af din nøglering, og prøv at importere den hemmelige nøgle derfra.
de: Keiner der folgenden geheimen Schlüssel wurde in deinem Schlüsselbund gefunden (%@). Der geheime Schlüssel wird zum Entschlüsseln dieses Anhangs benötigt. Bitte überprüfe, ob der Absender den richtigen öffentlichen Schlüssel verwendet hat. Versuche den fehlenden geheimen Schlüssel in einem Backup zu finden und importiere ihn von dort.
es: Ninguna de las siguientes claves secretas/privadas se pudo encontrar en su juego de claves (%@). La clave secreta es necesaria para descifrar este adjunto. Por favor, compruebe con el remitente que este usó su clave pública correcta. Compruebe cualquier copia de seguridad de su juego de claves (keychain), y pruebe a importar la clave secreta desde allí.
id: Tak satupun dari kunci rahasia berikut dapat ditemukan dalam ring kunci Anda (%@). Kunci rahasia diperlukan untuk mendekripsi lampiran ini. Periksalah dengan si pengirim bahwa mereka memakai kunci publik Anda yang benar. Periksalah cadangan ring kunci Anda, dan cobalah mengimpor kunci rahasia dari sana.
sv: Ingen av följande privata nycklar kunde hittas i din nyckelring (%@). Den privata nyckeln behövs för att dekryptera denna bilaga. Kontrollera med avsändaren att de använt din rätta publika nyckel. Kontrollera en säkerhetskopia av din nyckelring, och försök att importera den privata nyckeln därifrån.

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_TITLE
source: Decryption failed with unknown error!
ca: Mentre es desxifrava s'ha produït un error desconegut!
cs: Dešifrování selhalo z důvodu výskytu neznámé chyby!
da: Dekryptering mislykkedes på grund af en ukendt fejl!
de: Unbekannter Fehler beim Entschlüsseln.
es: ¡Descifrado se produjo el error desconocido!
fi: Salauksen purkaminen epäonnistui tuntemattoman virheen takia!
fr: Le déchiffrement a échoué pour une raison inconnue !
id: Dekripsi gagal dengan kesalahan tak dikenal!
oc: Lo deschiframent a fracassat per una rason desconeguda !
sv: Avkrypteringen misslyckades på grund av ett okänt fel!

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_SYSTEM_ERROR_MESSAGE
source: An unknown error occurred while decrypting this attachment. Please contact us at https://gpgtools.tenderapp.com/
ca: Ha ocorregut un error desconegut al desxifrar el fitxer adjunt. Contacteu amb nosaltres a https://gpgtools.tenderapp.com/
cs: Vyskytla se neznámá chyba při dešifrování přílohy. Obraťte se prosím na https://gpgtools.tenderapp.com
da: En ukendt fejl opstod, da den vedhæftede fil blev forsøgt dekrypteret. Kontakt os på https://gpgtools.tenderapp.com/
de: Beim Entschlüsseln des Anhangs ist ein unbekannter Fehler aufgetreten. Bitte kontaktiere uns unter https://gpgtools.tenderapp.com/
es: Ocurrió un error desconocido al descifrar este adjunto. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com/
fi: Tuntematon virhe ilmeni liitteen salausta purkaessa. Ole hyvä ja ota yhteyttä https://gpgtools.tenderapp.com/
fr: Une erreur inconnue est arrivée pendant le déchiffrement de ce fichier joint. Merci de nous contacter sur https://gpgtools.tenderapp.com/
id: Terjadi galat yang tak dikenal ketika mendekripsi pesan ini. Harap hubungi kami pada https://gpgtools.tenderapp.com
oc: Una error desconeguda es arribada pendent lo deschiframent d'aqueste fichièr junt. Mercé de nos contactar sus https://gpgtools.tenderapp.com/
sv: Ett okänt fel inträffade när denna bilaga skulle dekrypteras. Kontakta oss på https://gpgtools.tenderapp.com

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_TITLE
source: Decryption failed with unknown error!
ca: Mentre es desxifrava s'ha produït un error desconegut!
cs: Dešifrování selhalo z důvodu výskytu neznámé chyby!
da: Dekryptering mislykkedes på grund af en ukendt fejl!
de: Unbekannter Fehler beim Entschlüsseln.
es: ¡Descifrado se produjo el error desconocido!
fi: Salauksen purkaminen epäonnistui tuntemattoman virheen takia!
fr: Le déchiffrement a échoué pour une raison inconnue !
id: Dekripsi gagal dengan kesalahan tak dikenal!
oc: Lo deschiframent a fracassat per una rason desconeguda !
sv: Avkrypteringen misslyckades på grund av ett okänt fel!

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_GENERAL_ERROR_MESSAGE
source: An unknown error occurred while decrypting this attachment. GPG error message: %@ Please contact us, including the GPG error message, at https://gpgtools.tenderapp.com/
ca: Ha ocorregut un error desconegut al desxifrar el fitxer adjunt. Missatge d'error GPG: %@ Contacteu amb nosaltres i inclogueu el missatge d'error GPG a https://gpgtools.tenderapp.com/
cs: Vyskytla se neznámá chyba při dešifrování přílohy. GPG chybová zpráva: %@ Obraťte se prosím na nás https://gpgtools.tenderapp.com a do e-mailu vložte GPG chybovou zprávu.
da: En ukendt fejl opstod da den vedhæftede fil blev forsøgt dekrypteret. GPG fejlbesked: %@ Kontakt os venligst angående denne fejl på https://gpgtools.tenderapp.com/
de: Beim Entschlüsseln des Anhangs ist ein unbekannter Fehler aufgetreten. GPG Fehlermeldung: %@ Bitte kontaktiere uns mit der GPG Fehlermeldung unter https://gpgtools.tenderapp.com/
es: Ocurrió un error desconocido al descifrar este adjunto. Mensaje de error de GPG: %@ Por favor, contacte con nosotros en https://gpgtools.tenderapp.com, e incluya el mensaje de error de GPG.
fi: Tuntematon virhe ilmeni liitteen salausta purkaessa. GPG virheviesti: %@ Ole hyvä ja ota yhteyttä, https://gpgtools.tenderapp.com/ ja liitä virheviesti mukaan
fr: Une erreur inconnue est arrivée pendant le déchiffrement de ce fichier joint. Message d'erreur GPG : %@ Merci de nous contacter en incluant ce message d'erreur sur https://gpgtools.tenderapp.com/
id: Galat yang tak dikenal terjadi ketika mendekripsi pesan ini. Pesan galat GPG: %@ Harap hubungi kami, sertakan pesan galat GPG, pada https://gpgtools.tenderapp.com
oc: Una error desconeguda es arribada pendent lo deschiframent d'aqueste fichièr junt. Messatge d'error GPG : %@ Mercé de nos contactar en incluant aqueste messatge d'error sus https://gpgtools.tenderapp.com/
sv: Ett okänt fel uppstod när bilagan skulle dekrypteras. GPG-felmeddelande: %@ Kontakta oss på https://gpgtools.tenderapp.com, och inkludera GPG-felmeddelandet.

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_TITLE
source: Wrong key used to encrypt this attachment.
ca: S'ha utilitzat una clau errònia per a xifrar aquest fitxer.
cs: K zašifrování přílohy byl použit chybný klíč.
da: Den forkerte nøgle blev brugt til at kryptere denne vedhæftede fil.
de: Falscher Schlüssel zum Verschlüsseln des Anhangs verwendet.
es: Clave equivocada se utiliza para cifrar el archivo adjunto.
fi: Liitteen avaamiseen käytetty väärää avainta.
fr: Une clé invalide a été utilisée pour chiffrer ce fichier joint.
id: Kunci yang salah dipakai untuk mengenkripsi lampiran ini.
oc: Una clau invalida es estada utilizada per chifrar aqueste fichièr junt.
sv: Fel nyckel användes vid kryptering av bilagan.

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_WRONG_SECKEY_ERROR_MESSAGE
source: This attachment could not be decrypted, since the wrong public key was used to encrypt it. Please contact us at https://gpgtools.tenderapp.com/
ca: El fitxer adjunt no s'ha desxifrat, perquè s'ha utilitzat una clau pública errònia per xifrar-lo. Contacteu amb nosaltres a https://gpgtools.tenderapp.com/
cs: Přílohu nelze dešifrovat, dokud je k jejímu dešifrování používán nesprávný veřejný klíč. Obraťte se na https://gpgtools.tenderapp.com
da: Denne vedhæftede fil kunne ikke dekrypteres, da den forkerte offentlige nøgle blev brugt til at kryptere den. Kontakt os på https://gpgtools.tenderapp.com/
de: Der Anhang konnte nicht entschlüsselt werden, weil zur Verschlüsselung ein falscher öffentlicher Schlüssel verwendet wurde. Bitte kontaktiere uns unter https://gpgtools.tenderapp.com/
es: Este adjunto no se pudo descifrar, ya que se usó una clave pública errónea para cifrarlo. Por favor, contacte con nosotros en https://gpgtools.tenderapp.com
fi: Liitteen salausta ei pystytty purkamaan, koska väärää avainta on käytetty sen salaamiseksi. Ole hyvä ja ota yhteyttä, https://gpgtools.tenderapp.com/
fr: Ce fichier joint n'a pu être déchiffré car une clé publique invalide a été utilisée pour le chiffrer. Merci de nous contacter sur https://gpgtools.tenderapp.com/
id: Lampiran ini tak bisa didekripsi, karena kunci publik yang salah dipakai untuk mengekripsinya. Harap hubungi kami pada https://gpgtools.tenderapp.com
oc: Aqueste fichièr junt a pas pogut èsser deschifrat perque una clau publica invalide es estada utilizada per lo chifrar. Mercé de nos contactar sus https://gpgtools.tenderapp.com/
sv: Denna bilaga kunde inte dekrypteras eftersom fel publika nyckel användes för att kryptera den. Kontakta oss på https://gpgtools.tenderapp.com/

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_TITLE
source: The encrypted attachment is damaged.
ca: El fitxer adjunt xifrat està danyat.
cs: Zašifovaná příloha je poškozena.
da: Den krypterede vedhæftede fil er beskadiget.
de: Dieser verschlüsselte Anhang ist beschädigt.
es: El archivo adjunto cifrado está dañado.
fi: Salattu liitetiedosto on vaurioitunut.
fr: Le fichier joint chiffré est endommagé.
id: Lampiran yang terenkripsi rusak.
oc: Lo fichièr junt chifrat es damatjat.
sv: Den krypterade bilagan är skadad.

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_CORRUPTED_DATA_ERROR_MESSAGE
source: This encrypted attachment is damaged and could not be decrypted. Please ask the sender to send you the message again.
ca: El fitxer adjunt xifrat està danyat i no s'ha desxifrat. Demaneu al remitent que us envie el missatge de nou.
cs: Zašifrovaná příloha je poškozena a nelze ji dešifrovat. Obraťte se na odesilatele aby vám zprávu poslal znovu.
da: Den krypterede vedhæftede fil er beskadiget og kan ikke dekrypteres. Bed afsenderen sende beskeden igen.
de: Dieser verschlüsselte Anhang konnte nicht entschlüsselt werden, da er beschädigt ist. Bitte den Absender, den Anhang erneut zu senden.
es: Este archivo adjunto cifrado está dañado y no podía descifrar. ⏎ ⏎ Por favor, pida al remitente que le envíe el mensaje de nuevo.
fi: Salattu liite on vioittunut ja salausta ei voida purkaa. Pyydä lähettäjää lähetämään viesti uudestaan.
fr: Le fichier joint chiffré est endommagé et n'a pu être déchiffré. Merci de demander à l'expéditeur de renouveler son envoi.
id: Lampiran yang terenkripsi rusak dan tak bisa didekripsi. Silakan minta ke pengirim untuk mengirim ulang pesan.
oc: Lo fichièr junt chifrat es damatjat e a pas pogut èsser deschifrat. Mercé de demander a l'expeditor de renovelar son mandadís.
sv: Den krypterade bilagan är skadad och kunde inte avkrypteras. Be avsändaren att skicka meddelandet igen.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_TITLE
source: Signature key was revoked.
ca: S'ha revocat la clau de la signatura.
cs: Klíč podpisu byl zneplatněn.
da: Signaturens nøgle er blevet tilbagekaldt.
de: Signaturschlüssel wurde widerrufen.
es: Clave de firma fue revocada.
fi: Allekirjoituksen avain on merkitty kumotuksi.
fr: La clé de signature a été révoquée.
id: Kunci tanda tangan telah dicabut.
oc: La clau de la signatura es estada revocada.
sv: Signaturens nyckel har återkallats.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_REVOKED_CERTIFICATE_ERROR_MESSAGE
source: The key which was used to sign this attachment was revoked. You should refresh the key with key ID %@ in GPG Keychain to check if a new one is available. If the new one is still revoked, check with the sender why the key was revoked.
ca: La clau que s'ha usat per signat aquest fitxer adjunt s'ha revocat. Hauríeu d'actualitzar la clau amb identitat %@ al GPG Keychain per a comprovar si hi ha disponible una nova versió. Si la nova versió també està revocada, verifiqueu amb el remitent per què s'ha revocat la clau.
cs: Klíč, který byl použit k podepsání této přílohy byl zneplatněn. Měl byste obnovit klíč ID %@ v GPG Keychain, pravděpodobně bude existovat nová verze. Jestliže nový klíč bude i nadále neplatný obraťte se na odesilatele.
da: VIGTIGT: Nøglen, der blev brugt til at signere denne vedhæftede fil, er blevet tilbagekaldt. Du bør forny nøglen med ID %@ i GPG Keychain. Hvis den nye stadig er tilbagekaldt skal du spørge afsenderen, hvorfor nøglen blev tilbagekaldt.
de: Der Schlüssel mit dem dieser Anhang signiert wurde, wurde widerrufen. Du solltest den Schlüssel mit Key ID %@ in GPG Keychain aktualisieren. Sollte der Schlüssel weiter widerrufen sein, frage beim Absender nach, warum der Schlüssel widerrufen wurde.
es: La clave que se usó para firmar este anexo fue revocada. Usted debe actualizar la clave ID de la llave con %@ en GPG Keychain para comprobar si una nueva está disponible. Si el nuevo aún está revocado, verifique con el remitente por la que se revoca la clave.
fr: La clé utilisée pour signer ce fichier joint a été révoquée. Vous devriez rafraichir la clé avec l'identifiant %@ dans GPG Keychain pour vérifier si une clé plus récente est disponible. Si la nouvelle clé est aussi révoquée, vérifier avec l'expéditeur la raison de sa révocation.
id: PERHATIAN: Kunci yang dipakai untuk menandatangani lampiran ini telah dicabut. Anda mesti menyegarkan kunci dengan ID kunci %@ dalam GPG Keychain untuk memeriksa apakah tersedia yang baru. Bila yang terbaru masih dicabut, periksalah dengan pengirim mengapa kunci dicabut.
oc: La clau utilizada per signar aqueste fichièr junt es estada revocada. Vos caldriá refrescar la clau amb l'identificant %@ dins GPG Keychain per verificar se una clau mai recenta es disponibla. Se la novèla clau es tanben revocada, verificar amb l'expeditor la rason de sa revocacion.
sv: OBS: Nyckeln som använts för att signera denna bilaga har återkallats. Uppdatera nyckeln med ID %@ i GPG Keychain för att kontrollera om ny nyckel finns tillgänglig. Om även den nya nyckeln är återkallad, kontrollera med avsändaren om varför den återkallats.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_NO_PUBKEY_ERROR_TITLE
source: The key to verify this signature is not in GPG Keychain
ca: La clau de la signatura no és al GPG Keychain.
cs: Klíč podpisu není ve vaši GPG Klíčence.
da: Signaturens nøgle er ikke i din GPG nøglering.
de: Der Schlüssel zur Überprüfung dieser Signatur befindet sich nicht in GPG Keychain
es: La clave de firma no está en tu GPG Keychain.
fi: Allekirjoituksen avain ei ole avainrenkaassasi.
fr: La clé de cette signature n'est pas dans votre trousseau GPG.
id: Kunci tanda tangan ini tak ada dalam Ring Kunci GPG Anda.
oc: La clau d'aquesta signatura es pas dins vòstre trossèl GPG.
sv: Signaturens nyckel finns inte i din GPG Keychain.
