Repository: Free-GPGMail/Free-GPGMail
Catalog: Source/GPGMail_3/Resources/*.lproj/GPGMail.strings
Languages: ca, cs, da, de, es, fi, fr, id, oc, sv

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_XPC_DAMAGED_MESSAGE
source: Decrypting the attachment failed. Please re-install GPG Suite from https://gpgtools.org. Should this problem persist, contact us at https://gpgtools.tenderapp.com/ and include the information that the xpc service is not working properly.
ca: Ha fallat el procés de desxifratge del fitxer adjunt. Reinstal·leu el GPG Suite des de https://gpgtools.org. Si el problema persisteix, contacteu amb nosaltres a https://gpgtools.tenderapp.com/ i inclogueu la informació relacionada amb el mal funcionament del servei xpc.
cs: Dešifrování přílohy zprávy selhalo. Prosím přeinstalujte GPG Suite z důvěryhodného zdroje https://gpgtools.org. Pokud problém přetrvává, obraťte se na https://gpgtools.tenderapp.com/ a přiložte informaci o tom, že služba XPC nepracuje správně.
da: Dekryptering af den vedhæftede fil mislykkedes. Geninstaller GPG Suiten fra https://gpgtools.org. Hvis problemet fortsætter, så kontakt os på https://gpgtools.tenderapp.com/, og skriv at xpc servicen ikke fungerer rigtigt.
de: Die Entschlüsselung des Anhangs ist fehlgeschlagen. Bitte lade GPG Suite von https://gpgtools.org herunter und installiere es erneut. Sollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtools.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.
es: El descifrado del adjunto ha fallado. Por favor, reinstale GPG Suite desde https://gpgtools.org. Si este problema persiste, contacte con nosotros en https://gpgtools.tenderapp.com/ e incluya la información acerca de que el servicio xpc no está funcionando adecuadamente.
fi: Liitteen salauksen purku epäonnistui. Ole hyvä ja asenna GPG Suite uudelleen, osoitteesta https://gpgtools.org. Jos ongelma jatkuu, ota yhteyttä tukipalveluun osoitteessa https://gpgtools.tenderapp.com ja anna ongelmaraportissa tieto "xpc service is not working properly".
fr: Le déchiffrement de la pièce-jointe a échoué. Merci de réinstaller GPG Suite depuis https://gpgtools.org. Si ce problème persiste, nous contacter sur https://gpgtools.tenderapp.com/ en indiquant que le service xpc ne fonctionne pas correctement.
id: Mendekripsi lampiran gagal. Harap pasang ulang GPG Suite dari https://gpgtools.org Apabila masalah ini tetap ada, harap hubungi kami di https://gpgtools.tenderapp.com/ dan sertakan informasi bahwa layanan xpc tidak bekerja dengan benar.
sv: Bilagan kunde inte dekrypteras. Hämta och ominstallera GPG Suite från https://gpgtools.org. Kontakta oss på https://gpgtools.tenderapp.com/ om problemet skulle kvarstå, och inkludera informationen att "xpc service" inte fungerar ordentligt.

# MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_TITLE
source: GPG Suite is not working as expected
ca: El GPG Suite no funciona com deuria
cs: GPG Suite nepracuje podle očekávání
da: GPG Suiten virker ikke som forventet
de: GPG Suite funktioniert nicht wie erwartet
es: GPG Suite no está funcionando como se esperaba
fi: GPG Suite ei toimi odotetulla tavalla.
fr: La suite GPG ne fonctionne pas comme prévu
id: GPG Suite tidak bekerja seperti yang diharapkan
oc: La seguida GPG fonciona pas coma previst
sv: GPG Suite fungerar inte som det ska

# MESSAGE_BANNER_PGP_VERIFY_ERROR_XPC_DAMAGED_MESSAGE
source: Verifying the message failed. Please re-install GPG Suite from https://gpgtools.org. Should this problem persist, contact us at https://gpgtools.tenderapp.com/ and include the information that the xpc service is not working properly.
ca: La verificació del missatge ha fallat. Reinstal·leu el GPG Suite des de https://gpgtools.org. Si el problema persisteix, contacteu amb nosaltres a https://gpgtools.tenderapp.com/ i inclogueu la informació relacionada amb el mal funcionament del servei xpc.
cs: Ověřování zprávy selhalo. Prosím přeinstalujte GPG Suite z důvěryhodného zdroje https://gpgtools.org. Pokud problém přetrvává, obraťte se na https://gpgtools.tenderapp.com/ a přiložte informaci o tom, že služba XPC nepracuje správně.
da: Verifikation af beskeden mislykkedes. Geninstaller GPG Suiten fra https://gpgtools.org. Hvis problemet fortsætter, så kontakt os på https://gpgtools.tenderapp.com/, og skriv at xpc servicen ikke fungerer rigtigt.
de: Das Verifizieren der Nachricht ist fehlgeschlagen. Bitte lade GPG Suite von https://gpgtools.org herunter und installiere es erneut. Sollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtools.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.
es: La verificación del mensaje ha fallado. Por favor, reinstale GPG Suite desde https://gpgtools.org. Si este problema persiste, contacte con nosotros en https://gpgtools.tenderapp.com/ e incluya la información acerca de que el servicio xpc no está funcionando adecuadamente.
fi: Viestin varmennus epäonnistui. Ole hyvä ja asenna GPG Suite uudelleen, osoitteesta https://gpgtools.org. Jos ongelma jatkuu, ota yhteyttä tukipalveluun osoitteessa https://gpgtools.tenderapp.com ja anna ongelmaraportissa tieto "xpc service is not working properly".
fr: La vérification du message a échouée. Merci de ré-installer GPG Suite depuis https://gpgtools.org. Si ce problème persiste, nous contacter sur https://gpgtools.tenderapp.com/ en indiquant que le service xpc ne fonctionne pas correctement.
id: Verifikasi pesan gagal. Harap pasang ulang GPG Suite dari https://gpgtools.org Apabila masalah ini tetap ada, harap hubungi kami di https://gpgtools.tenderapp.com/ dan sertakan informasi bahwa layanan xpc tidak bekerja dengan benar.
sv: Meddelandet kunde inte verifieras. Hämta och ominstallera GPG Suite från https://gpgtools.org. Kontakta oss på https://gpgtools.tenderapp.com/ om problemet skulle kvarstå, och inkludera informationen att "xpc service" inte fungerar ordentligt.

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_TITLE
source: GPG Suite is not working as expected
ca: El GPG Suite no funciona com deuria
cs: GPG Suite nepracuje podle očekávání
da: GPG Suiten virker ikke som forventet
de: GPG Suite funktioniert nicht wie erwartet
es: GPG Suite no está funcionando como se esperaba
fi: GPG Suite ei toimi odotetulla tavalla.
fr: GPG Suite ne fonctionne pas comme prévu
id: GPG Suite tidak bekerja seperti yang diharapkan
oc: GPG Suite fonciona pas coma previst
sv: GPG Suite fungerar inte som det ska

# MESSAGE_BANNER_PGP_ATTACHMENT_VERIFY_ERROR_XPC_DAMAGED_MESSAGE
source: Verifying the attachment failed. Please re-install GPG Suite from https://gpgtools.org. Should this problem persist, contact us at https://gpgtools.tenderapp.com/ and include the information that the xpc service is not working properly.
ca: La verificació del fitxer adjunt ha fallat. Reinstal·leu el GPG Suite des de https://gpgtools.org. Si el problema persisteix, contacteu amb nosaltres a https://gpgtools.tenderapp.com/ i inclogueu la informació relacionada amb el mal funcionament del servei xpc.
cs: Ověřování přílohy zprávy selhalo. Prosím přeinstalujte GPG Suite z důvěryhodného zdroje https://gpgtools.org. Pokud problém přetrvává, obraťte se na https://gpgtools.tenderapp.com/ a přiložte informaci o tom, že služba XPC nepracuje správně.
da: Verifikation af den vedhæftede fil mislykkedes. Geninstaller GPG Suiten fra https://gpgtools.org. Hvis problemet fortsætter, så kontakt os på https://gpgtools.tenderapp.com/, og skriv at xpc servicen ikke fungerer rigtigt.
de: Das Verifizieren des Anhangs ist fehlgeschlagen. Bitte lade GPG Suite von https://gpgtools.org herunter und installiere es erneut. Sollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtools.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.
es: La verificación del adjunto ha fallado. Por favor, reinstale GPG Suite desde https://gpgtools.org. Si este problema persiste, contacte con nosotros en https://gpgtools.tenderapp.com/ e incluya la información acerca de que el servicio xpc no está funcionando adecuadamente.
fi: Liitteen varmennus epäonnistui. Ole hyvä ja asenna GPG Suite uudelleen, osoitteesta https://gpgtools.org. Jos ongelma jatkuu, ota yhteyttä tukipalveluun osoitteessa https://gpgtools.tenderapp.com ja anna ongelmaraportissa tieto "xpc service is not working properly".
fr: La vérification de la pièce-jointe a échoué. Merci de réinstaller GPG Suite depuis https://gpgtools.org. Si ce problème persiste, nous contacter sur https://gpgtools.tenderapp.com/ en indiquant que le service xpc ne fonctionne pas correctement.
id: Verifikasi lampiran gagal. Harap pasang ulang GPG Suite dari https://gpgtools.org Apabila masalah ini tetap ada, harap hubungi kami di https://gpgtools.tenderapp.com/ dan sertakan informasi bahwa layanan xpc tidak bekerja dengan benar.
sv: Bilagan kunde inte verifieras. Hämta och ominstallera GPG Suite från https://gpgtools.org. Kontakta oss på https://gpgtools.tenderapp.com/ om problemet skulle kvarstå, och inkludera informationen att "xpc service" inte fungerar ordentligt.

# MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_TITLE
source: Signing your message failed due to a problem during the password request
ca: Ha fallat la signatura del missatge per un problema durant la sol·licitud de contrasenya
cs: Podepisování vaši zprávy selhalo z důvodu problému během zadání hesla.
da: Signering af din besked mislykkedes på grund af et problem ved anmodning om adgangskode
de: Deine Nachricht konnte nicht signiert werden, da es ein Problem bei der Passwortabfrage gab.
es: El firmado de su mensaje ha fallado debido a un problema durante la solicitud de contraseña
fi: Viestin allekirjoitus epäonnistui salasanakyselyn aikana ilmenneen ongelman takia.
fr: La signature du message a échoué à cause d'un problème durant la saisie du mot de passe.
id: Menandatangani pesan Anda gagal karena masalah selama permintaan kata sandi
sv: Det gick inte att signera ditt meddelande då ett problem uppstod vid begäran av lösenordet

# MESSAGE_SIGNING_ERROR_PINENTRY_CRASH_DESCRIPTION
source: pinentry, the tool responsible for asking for your password, is not working properly. To fix this problem, please re-install GPG Suite from https://gpgtools.org.
ca: El pinentry, l'eina responsable de demanar la contrasenya, sembla que s'ha fet malbé. Per a corregir el problema, reinstal·leu el GPG Suite des de https://gpgtools.org.
cs: Pinentry – nástroj odpovědný za vyžádání vašeho hesla nepracuje správně. Nainstalujte prosím znovu nejnovější verzi GPGTools z https://gpgtools.org.
da: pinentry, værktøjet til at spørge efter din adgangskode, virker ikke ordentligt. For at løse dette problem skal du geninstallere GPG Suiten fra https://gpgtools.org.
de: pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein. Um dieses Problem zu beheben lade GPG Suite von https://gpgtools.org und installiere erneut.
es: pinentry, la herramienta responsable de pedir su contraseña, no está funcionando adecuadamente. Para corregir este problema, por favor, reinstale GPG Suite desde https://gpgtools.org.
fi: Avaintunnuslauseen kysely ei toimi. Jos ongelma jatkuu, kokeile uudelleenasentaa GPG Suite - ohjelmisto osoitteesta https://gpgtools.org
fr: pinentry, l'outil responsable de la saisie de votre mot de passe, ne fonctionne pas correctement. Pour résourdre ce problème, ré-installez GPG Suite depuis https://gpgtools.org.
id: pinentry, alat yang bertanggung jawab meminta kata sandi Anda, tidak bekerja dengan benar. Untuk memperbaiki masalah ini, harap pasang ulang GPG Suite dari https://gpgtools.org.
sv: PIN-inmatningens hjälpprogram som ansvarar för att begära ditt lösenord fungerar inte som det ska. Lös detta problem genom att hämta och ominstallera GPG Suite från https://gpgtools.org

# MESSAGE_SIGNING_ERROR_XPC_DAMAGED_TITLE
source: Signing your message failed due to a problem in your GPG Mail installation.
ca: La signatura del missatges ha fallat perquè hi ha un problema en la instal·lació del GPG Mail.
cs: Podepisování vaši zprávy selhalo z důvodu chybné instalace GPG Mail!
da: SIgnering af din besked mislykkedes på grund af et problem med din GPG Mail installation.
de: Deine Nachricht konnte nicht signiert werden, da GPG Mail beschädigt ist.
es: La firma de su mensaje falló debido a un problema en su instalación de GPG Mail.
fi: Viestin allekirjoitus epäonnistui rikkinäisen GPG Mail-asennuksen takia.
fr: La signature de votre message a échoué à cause d'un problème dans votre installation de GPG Mail.
id: Menandatangani pesan Anda gagal karena masalah dalam instalasi GPG Mail Anda.
oc: La signatura de vòstre messatge a fracassat a causa d'un problèma dins vòstra installacion de GPG Mail.
sv: Det gick inte att signera ditt meddelande pga. ett fel i din GPG Mail-installation.

# MESSAGE_SIGNING_ERROR_XPC_DAMAGED_DESCRIPTION
source: To fix this problem, please re-install GPG Suite from https://gpgtools.org. Should this problem persist, contact us at https://gpgtools.tenderapp.com/ and include the information that the xpc service is not working properly.
ca: Per a corregir el problema, reinstal·leu el GPG Suite des de https://gpgtools.org. Si el problema persisteix, contacteu amb nosaltres a https://gpgtools.tenderapp.com/ i inclogueu la informació relacionada amb el mal funcionament del servei xpc.
cs: Pro vyřešení tohoto problému, prosím přeinstalujte GPG Suite z důvěryhodného zdroje https://gpgtools.org. Pokud problém přetrvává, obraťte se na https://gpgtools.tenderapp.com/ a přiložte informaci o tom, že služba XPC nepracuje správně.
da: For at løse problemet skal du geninstallere GPG Suiten fra https://gpgtools.org. Hvis problemet fortsætter, så kontakt os på https://gpgtools.tenderapp.com/, og skriv at xpc servicen ikke fungerer rigtigt.
de: Um dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut. Sollte das Problem weiterhin auftreten, kontaktiere uns unter https://gpgtools.tenderapp.com/ und gib an, dass der XPC Service nicht richtig funktioniert.
es: Para corregir este problema, por favor, reinstale GPG Suite desde https://gpgtools.org. Si este problema persiste, contacte con nosotros en https://gpgtools.tenderapp.com/ e incluya la información acerca de que el servicio xpc no está funcionando adecuadamente.
fi: Korjaa ongelma asentamalla GPG Suite uudelleen, osoitteesta https://gpgtools.org. Jos ongelma jatkuu, ota yhteyttä tukipalveluun osoitteessa https://gpgtools.tenderapp.com ja anna ongelmaraportissa tieto "xpc service is not working properly".
fr: Pour résoudre ce problème, merci de télécharger et ré-installer GPG Suite depuis https://gpgtools.org Si le problème persiste, nous contacter sur https://gpgtools.tenderapp.com/ en indiquant que le service xpc ne fonctionne pas correctement.
id: Untuk memperbaiki masalah ini, harap pasang ulang GPG Suite dari https://gpgtools.org Apabila masalah ini tetap ada, harap hubungi kami di https://gpgtools.tenderapp.com/ dan sertakan informasi bahwa layanan xpc tidak bekerja dengan benar.
sv: Lös detta problem genom att hämta och ominstallera GPG Suite från https://gpgtools.org. Kontakta oss på https://gpgtools.tenderapp.com om problemet skulle kvarstå, och inkludera informationen att "xpc service" inte fungerar ordentligt.

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE
source: Decrypting the message failed due to a broken pinentry
ca: Ha fallat el desxifratge del missatge perquè un pinentry no funciona
cs: Dešifrování zprávy selhalo z důvodu selhání komponenty pinentry.
da: Dekryptering af beskeden fejlede, fordi pinentry er i stykker
de: Die Entschlüsselung der Nachricht ist fehlgeschlagen, da pinentry nicht funktioniert.
es: El descifrado del mensaje falló debido a un pinentry estropeado
fi: Viestin salauksen purku epäonnistui, koska avaintunnuslauseen kysely ei toimi.
fr: Le déchiffrement du message a échoué à cause d'un problème avec pinentry
id: Dekripsi pesan gagal karena pinentry yang rusak!
sv: Det gick inte att dekryptera meddelandet eftersom PIN-inmatningen är defekt

# MESSAGE_BANNER_PGP_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE
source: pinentry, the tool responsible for asking for your password, seems to be broken. To fix this problem, re-install GPG Suite from https://gpgtools.org.
ca: El pinentry, l'eina responsable de demanar la contrasenya, sembla que s'ha fet malbé. Per a corregir el problema, reinstal·leu el GPG Suite des de https://gpgtools.org.
cs: Pinentry – nástroj odpovědný za vyžádání vašeho hesla je pravděpodobně poškozen. Nainstalujte prosím znovu nejnovější verzi GPGTools z https://gpgtools.org.
da: pinentry, værktøjet til at spørge efter din adgangskode, lader til at være i stykker. For at løse dette problem skal du geninstallere GPG Suiten fra https://gpgtools.org.
de: pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein. Um dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut.
es: pinentry, la herramienta responsable de pedir su contraseña, parece estar estropeado. Para corregir este problema, reinstale GPG Suite desde https://gpgtools.org.
fi: Avaintunnuslauseen kyselytoiminne on rikki. Jos ongelma jatkuu, voit koettaa uudelleenasentaa GPG Suite -ohjelmiston osoitteesta https://gpgtools.org.
fr: pinentry, l'outil responsable de la saisie de votre mot de passe, semble être cassé. Pour résourdre ce problème, ré-installez GPG Suite depuis https://gpgtools.org.
id: pinentry, alat yang bertanggung jawab meminta kata sandi Anda, tampaknya rusak. Untuk memperbaiki masalah ini, pasang ulang GPG Suite dari https://gpgtools.org.
sv: PIN-inmatningens hjälpprogram som ansvarar för att begära ditt lösenord fungerar inte som det ska. Lös detta problem genom att hämta och ominstallera GPG Suite från https://gpgtools.org

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_TITLE
source: Decrypting the attachment failed due to a defect pinentry
ca: Ha fallat el desxifratge del fitxer adjunt per un pinentry defectuós
cs: Dešifrování přílohy zprávy selhalo z důvodu selhání komponenty pinentry.
da: Dekryptering af den vedhæftede fil fejlede, fordi pinentry er i stykker
de: Die Entschlüsselung des Anhangs ist fehlgeschlagen, da pinentry nicht funktioniert.
es: El descifrado del adjunto falló debido a un pinentry defectuoso
fi: Viestin salauksen purku epäonnistui, koska avaintunnuslauseen kyselyssä on virhe.
fr: Le déchiffrement de la pièce jointe a échoué à cause d'un problème avec pinentry
id: Dekripsi lampiran gagal karena pinentry yang rusak
sv: Det gick inte att dekryptera bilagan eftersom PIN-inmatningen är defekt

# MESSAGE_BANNER_PGP_ATTACHMENT_DECRYPT_ERROR_PINENTRY_CRASHED_MESSAGE
source: pinentry, the tool responsible for asking for your password, seems to be broken. To fix this problem, re-install GPG Suite from https://gpgtools.org.
ca: El pinentry, l'eina responsable de demanar la contrasenya, sembla que s'ha fet malbé. Per a corregir el problema, reinstal·leu el GPG Suite des de https://gpgtools.org.
cs: Pinentry – nástroj odpovědný za vyžádání vašeho hesla je pravděpodobně poškozen. Nainstalujte prosím znovu nejnovější verzi GPGTools z https://gpgtools.org.
da: pinentry, værktøjet til at spørge efter din adgangskode, lader til at være i stykker. For at løse dette problem skal du geninstallere GPG Suiten fra https://gpgtools.org.
de: pinentry, das Programm, welches für das Abfragen deines Passworts zuständig ist, scheint defekt zu sein. Um dieses Problem zu beheben, lade GPG Suite von https://gpgtools.org und installiere erneut.
es: pinentry, la herramienta responsable de pedir su contraseña, parece estar estropeado. Para corregir este problema, reinstale GPG Suite desde https://gpgtools.org.
fi: Avaintunnuslauseen kyselytoiminne on rikki. Jos ongelma jatkuu, voit koettaa uudelleenasentaa GPG Suite -ohjelmiston osoitteesta https://gpgtools.org.
fr: pinentry, l'outil responsable de la saisie de votre mot de passe, semble être cassé. Pour résourdre ce problème, ré-installez GPG Suite depuis https://gpgtools.org.
id: pinentry, alat yang bertanggung jawab meminta kata sandi Anda, tampaknya rusak. Untuk memperbaiki masalah ini, pasang ulang GPG Suite dari https://gpgtools.org.
sv: PIN-inmatningens hjälpprogram som ansvarar för att begära ditt lösenord fungerar inte som det ska. Lös detta problem genom att hämta och ominstallera GPG Suite från https://gpgtools.org

# UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_TITLE
source: Attention: You're about to send an unencrypted reply to an encrypted message
ca: Atenció: Esteu a punt d'enviar una resposta no xifrada a un missatge xifrat
cs: Upozornění: Chystáte se odeslat nezabezpečeně odpověď na zabezpečenou zprávu!
da: Vigtigt: Du er ved at sende et ikke-krypteret svar på en krypteret besked.
de: Achtung: Du bist im Begriff eine unverschlüsselte Antwort auf eine verschlüsselte Nachricht zu senden
es: Atención: Está a punto de enviar una respuesta no cifrada a un mensaje cifrado
fi: Huomio: Olet lähettämässä, salattuun viestiin, salaamatonta vastausta.
fr: Attention : Vous êtes sur le point d'envoyer une réponse non chiffrée à un message chiffré
id: Perhatian: Anda akan mengirim suatu jawaban tak terenkripsi ke suatu pesan yang terenkripsi
oc: Atencion : Sètz a mand d'mandar una responsa non chifrada a un messatge chifrat
sv: Obs: Du kommer att skicka ett okrypterat svar på ett krypterat meddelande

# UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS_SINGULAR
source: It's not possible to encrypt your reply, because the public key for the following recipient is missing: %@
ca: És impossible xifrar la resposta, perquè falta la clau pública per al següent receptor: %@
cs: Nelze zašifrovat vaši odpověď, protože veřejný klíč pro následujícího adresáta chybí: %@
da: Det er ikke muligt at kryptere dit svar, fordi den offentlige nøgle mangler for følgende modtager: %@
de: Es ist nicht möglich deine Antwort zu verschlüsseln, weil der öffentliche Schlüssel für den folgenden Empfänger fehlt: %@
es: No es posible cifrar su respuesta, porque la clave pública para el siguiente receptor está ausente: %@
fi: Vastausta ei voida salata, koska ao. vastaanottajan julkista avainta ei löydy: %@
fr: Il n'est pas possible de chiffrer votre réponse car la clé publique du destinataire suivant est manquante : %@
id: Tidak mungkin mengenkripsi jawaban Anda, karena kunci publik bagi penerima berikut hilang: %@
oc: Es pas possible de chifrar vòstra responsa perque la clau publica del destinatari suivant es manquante : %@
sv: Det är inte möjligt att kryptera ditt svar, eftersom den publika nyckeln för följande mottagare saknas: %@

# UNENCRYPTED_REPLY_TO_ENCRYPTED_MESSAGE_MISSING_KEYS
source: It's not possible to encrypt your reply, because public keys for the following recipients are missing: %@
ca: És impossible xifrar la resposta, perquè falten les claus públiques per als següents receptors: %@
cs: Nelze zašifrovat vaši odpověď, protože veřejný klíč pro následující adresáty chybí: %@
da: Det er ikke muligt at kryptere dit svar, fordi de offentlige nøgler mangler for følgende modtagere: %@
de: Es ist nicht möglich deine Antwort zu verschlüsseln, weil die öffentlichen Schlüssel für die folgenden Empfänger fehlen: %@
es: No es posible cifrar su respuesta, porque las claves públicas para los siguientes receptores están ausentes: %@
fi: Vastausta ei voida salata, koska ao. vastaanottajien julkisia avaimia ei löydy: %@
fr: Il n'est pas possible de chiffrer votre réponse car les clés publiques des destinataire suivants sont manquantes : %@
id: Tidak mungkin mengenkripsi jawaban Anda, karena kunci publik bagi penerima berikut hilang: %@
oc: Es pas possible de chifrar vòstra responsa perque las claus publicas des destinatari suivants son manquantes : %@
sv: Det är inte möjligt att kryptera ditt svar, eftersom publika nycklar för följande mottagare saknas: %@
