Repository: Free-GPGMail/Free-GPGMail
Catalog: Source/GPGMail_3/Resources/*.lproj/GPGMail.strings
Languages: ca, cs, da, de, es, fi, fr, id, oc, sv

# SUPPORT_PLAN_HEADER_EXPIRED
source: Your 30-day-trial of GPG Mail has expired. Encrypting, signing and verifying messages will stop to work. Decrypting however will always continue to work. Purchase GPG Mail Support Plan to continue with full functionality.
de: Dein 30-Tage-Trial von GPG Mail ist abgelaufen. Verschlüsseln, signieren und verifizieren von Nachrichten werden nun nicht mehr funktionieren. Entschlüsseln wird jedoch immer funktionieren. Bestelle GPG Mail Support Plan um den vollen Funktionsumfang weiter zu verwenden.
id: Uji pakai 30 hari GPG Mail Anda telah berakhir. Mengenkripsi, menandatangani, dan memverifikasi pesan tidak akan bisa dilakukan lagi. Namun mendekripsi akan selalu bisa dipakai. Belilah Rencana Dukungan GPG Mail untuk melanjutkan dengan fungsionalitas penuh.

# SUPPORT_PLAN_HEADER_TRIAL
source: You can test GPG Mail free for %@ days. Secure your emails now!
de: Du kannst GPG Mail kostenlos für %@Tage testen. Sichere deine E-Mail Kommunikation jetzt!
id: Anda dapat mencoba GPG Mail secara bebas selama %@hari. Amankan surel Anda sekarang!
sv: Du kan testa GPG Mail gratis i %@ dagar. Skydda din e-post nu!

# SUPPORT_PLAN_CLOSE
source: Continue
de: Fortfahren
id: Lanjutkan
sv: Fortsätt

# SUPPORT_PLAN_CONTINUE_TRIAL
source: Continue Trial
de: Trial fortsetzen
id: Lanjutkan Uji Pakai
sv: Fortsätt testperiod

# SUPPORT_PLAN_TRIAL_EXPIRED_TITLE
source: GPG Mail Trial Expired
de: GPG Mail Trial Abgelaufen
id: Uji Pakai GPG Mail Telah Berakhir
sv: Testperioden för GPG Mail har löpt ut

# SUPPORT_PLAN_TRIAL_EXPIRED_MESSAGE
source: Without an active GPG Mail Support Plan you will still be able to read any of your encrypted emails. However, you will no longer be able to sign, encrypt or verify emails.
de: Ohne aktiven GPG Mail Support Plan wirst du weiter in der Lage sein, deine verschlüsselten E-Mails zu lesen. Allerdings wirst du E-Mails nicht mehr signieren, verschlüsseln oder verifizieren können.
id: Tanpa Langganan Dukungan GPG Mail Anda masih akan bisa membaca sebarang surel Anda yang terenkripsi. Namun, Anda tidak bisa lagi menandatangani, mengenkripsi, atau memverifikasi surel.
sv: Utan en aktiv supportplan för GPG Mail kan du fortfarande läsa all din krypterade e-post. Du kan dock inte signera, kryptera eller verifiera e-postmeddelanden.

# SUPPORT_PLAN_LICENSE_LABEL
source: Activation Code
de: Aktivierungscode
id: Kode Aktivasi
sv: Aktiveringskod

# SUPPORT_PLAN_GRAY_INFO
source: Your activation code can be found in the email you receive after completing your purchase.
de: Deinen Aktivierungscode findest du in der E-Mail, die du nach Abschluss deiner Bestellung erhalten hast.
id: Kode aktivasi Anda dapat ditemukan dalam surel yang Anda terima setelah menyelesaikan pembelian.
sv: Din aktiveringskod kan hittas i e-postmeddelandet som du får efter att du slutfört ditt köp.

# SUPPORT_PLAN_NEW_TRIAL_NO_NEW_TRIAL_ALLOWED_TITLE
source: Failed to start new trial
de: Trial konnte nicht gestartet werden

# SUPPORT_PLAN_NEW_TRIAL_NO_NEW_TRIAL_ALLOWED_MESSAGE
source: Unfortunately it is not possible to start a new trial at this point, since you have already started a trial in the past.
de: Leider ist es zu diesem Zeitpunkt nicht möglich eine neue Trial zu starten, da du diese Version von GPG Mail bereits in der Vergangenheit getestet hast.

# SUPPORT_PLAN_NEW_ACTIVATION_FAILED_INPUT_INVALID
source: The entered activation code is invalid. Please check the entered information and try again.
de: Der angegebene Aktiverungscode ist ungültig. Bitte überprüfe den Aktivierungscode und versuche die Aktivierung erneut.

# SUPPORT_PLAN_NEW_ACTIVATION_FAILED_TITLE
source: Support Plan Activation Failed
de: Aktivierung des Support Plans fehlgeschlagen

# SUPPORT_PLAN_NEW_ACTIVATION_UNABLE_TO_CONNECT_TO_API_TRIAL_TITLE
source: Unable to connect to activation server!
de: Verbindung zum Aktivierungsserver fehlgeschlagen!

# SUPPORT_PLAN_NEW_ACTIVATION_UNABLE_TO_CONNECT_TO_API_TRIAL_MESSAGE
source: We were unable to connect to our support plan API in order to activate your trial.
de: Leider war es nicht möglich unseren Aktivierungsserver zu erreichen um deine Trial zu aktivieren.

# SUPPORT_PLAN_NEW_ACTIVATION_UNABLE_TO_CONNECT_TO_API_MESSAGE
source: We were unable to connect to our support plan API in order to activate your GPG Mail Support Plan.
de: Leider war es nicht möglich unseren Aktivierungsserver zu erreichen um deinen GPG Mail Support Plan zu aktivieren.

# SUPPORT_PLAN_NEW_ACTIVATION_CONFIGURE_FIREWALL_MESSAGE
source: If you are using any macOS firewall product (buil-in firewall, Little Snitch, etc.), please allow connections to support-plan.gpgtools.org for the activation to complete. Please contact us at business@gpgtools.org if the problem persists or if you need offline activation.
de: Solltest du eine macOS Firewall aktiv haben (buil-in Firewall, Little Snitch, o.ä.), kontrolliere bitte, dass diese Verbindungen zu support-plan.gpgtools.org zulässt damit die Aktivierung erfolgreich abschließen kann. Bitte kontaktiere uns unter business@gpgtools.org sollte das Problem weiter bestehen oder du auf Offline-Aktivierung angewiesen bist.

# SUPPORT_PLAN_NEW_ACTIVATION_UNABLE_TO_CONNECT_TO_API_TRIAL_FALLBACK_MESSAGE
source: A fallback trial has been installed in the meantime which was created at build time and is valid for %@ days
de: Ein spezieller offline Trial Modues wurde aktiviert. Dieser läuft für %@ Tage, danach wird eine Internet Verbindung benötigt.

# SUPPORT_PLAN_NEW_ACTIVATION_FAILED_CODE_INVALID_TITLE
source: Invalid Activation Code!
de: Ungültiger Aktivierungscode!

# SUPPORT_PLAN_NEW_ACTIVATION_FAILED_CODE_INVALID
source: The entered activation code is invalid. Please contact us at business@gpgtools.org if you are sure that you have entered your code correctly.
de: Der angegebene Aktiverungscode ist ungültig. Bitte kontaktiere uns unter business@gpgtools.org wenn du dir sicher bist, dass der eingegebene Aktivierungscode korrekt sein sollte.

# SUPPORT_PLAN_NEW_ACTIVATION_FAILED_TOO_MANY_ACTIVATIONS_TITLE
source: Allowed activations exhausted!
de: Maximale Anzahl der möglichen Geräte erreicht!

# SUPPORT_PLAN_NEW_ACTIVATION_FAILED_TOO_MANY_ACTIVATIONS
source: You have exhausted the number of devices your GPG Mail Support Plan can be activated on. Please deactivate your GPG Mail Support Plan on other devices using "Mail › Preferences › GPG Mail › Deactivate"
de: Die Anzahl der Geräte, auf denen du deinen GPG Mail Support Plan aktivieren kannst, ist aufgebraucht. Bitte deaktiviere den GPG Mail Support Plan auf einem deiner anderen Geräte. Diese Funktion steht dir unter "Mail › Einstellungen › GPG Mail › Deaktivieren" zur Verfügung.

# SUPPORT_PLAN_NEW_ACTIVATION_FAILED_GENERAL_ERROR_TITLE
source: Server error!
de: Serverfehler!

# SUPPORT_PLAN_NEW_ACTIVATION_FAILED_GENERAL_ERROR
source: The activation server returned an invalid response. Please retry later. If the problem persists, please contact us via 'System Preferences › GPG Suite › Send Report'
de: Die Aktivierung deines Support Plans konnte aufgrund eines Serverfehlers nicht erfolgreich abgeschlossen werden. Bitte versuche es später erneut. Sollte das Problem fortbestehen, kontaktiere uns via "Systemeinstellungen › GPG Suite › Bericht senden"

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_LOCATE_ACTIVATION_CODE
source: Please find your activation code in the email you received after completing your purchase.
de: Deinen Aktivierungscode findest du in der E-Mail welche du nach dem Kauf erhalten hast.

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_VERSION_3_COMPATIBILITY_INFO
source: GPG Mail 3 is compatible with macOS High Sierra (10.13) and maOS Mojave (10.14). There is no guarantee that future versions of macOS will be supported.
de: GPG Mail 3 garantiert Kompatibilität mit macOS High Sierra (10.13) und maOS Mojave (10.14). Wir können nicht garantieren, dass zukünftige macOS Versionen unterstützt werden können.

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_HEADER_WELCOME
source: Welcome to GPG Mail 3
de: Willkommen bei GPG Mail 3

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_VERSION_4_COMPATIBILITY_INFO
source: GPG Mail 4 is compatible with macOS High Sierra (10.13), macOS Mojave (10.14) and macOS Catalina (10.15).
de: GPG Mail 4 garantiert Kompatibilität mit macOS High Sierra (10.13), macOS Mojave (10.14) and macOS Catalina (10.15).

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_VERSION_COMPATIBILITY_NO_GUARANTEE_INFO
source: There is no guarantee that future versions of macOS will be supported.
de: Wir können nicht garantieren, dass zukünftige macOS Versionen unterstützt werden können.

# SUPPORT_PLAN_NEW_HEADER_WELCOME_4
source: Welcome to GPG Mail 4
de: Willkommen bei GPG Mail 4

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_SUBHEADER_TRIAL_EXPIRED
source: Your 30-day-trial of GPG Mail has expired
de: Dein 30-Tage-Trial ist abgelaufen

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_TRIAL_EXPIRED_DETAILS_TEXT
source: Since your trial has expired, it will no longer be possible to encrypt, verify or sign messages. You will however always be able to read your encrypted messages. In order to benefit from all features of GPG Mail, please purchase a GPG Mail Support Plan.
de: Da deine Testperiode abgelaufen ist, ist es nicht mehr möglich E-Mails zu verschlüsseln, signieren oder zu verifizieren. Du kannst natürlich weiterhin alle deine verschlüsselten E-Mails lesen. Um alle Funktionen von GPG Mail freizuschalten, kaufe bitte einen GPG Mail Support Plan.

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_TRIAL_ABOUT_TO_EXPIRE_SUBHEADER
source: Your trial of GPG Mail is about to expire soon. You can test GPG Mail free for %@ more days
de: Deine Trial wird in Kürze ablaufen. Du kannst GPG Mail noch für %@ Tage gratis testen.

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_TRIAL_ABOUT_TO_EXPIRE_DETAILS_TEXT
source: Since your trial has expired, it will no longer be possible to encrypt, verify or sign messages. You will however always be able to read your encrypted messages. In order to benefit from all features of GPG Mail, please purchase a GPG Mail Support Plan.
de: Da deine Trial abgelaufen ist, ist es nicht mehr möglich E-Mails zu verschlüsseln, signieren oder zu verifizieren. Du kannst natürlich weiterhin alle deine verschlüsselten E-Mails lesen. Um alle Funktionen von GPG Mail freizuschalten, kaufe bitte einen GPG Mail Support Plan.

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_TRIAL_CONTINUE_SUBHEADER
source: You can test GPG Mail free for %@ more days. Secure your emails now!
de: Du kannst GPG Mail noch für %@ Tage gratis testen. Der Schutz für deine E-Mails!

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_INACTIVE_SUBHEADER
source: You can test GPG Mail free for %@ days. Secure your emails now!
de: Du kannst GPG Mail für %@ Tage gratis testen. Der Schutz für deine E-Mails!

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_PURCHASED_ALREADY_MESSAGE
source: If you have already purchased a support plan, activate it now and enjoy GPG Mail!
de: Solltest du bereits einen Support Plan gekauft haben, aktiviere ihn hier und erfreu dich an allen Funktionen von GPG Mail!

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_BUTTON_BUY
source: Buy Now
de: Jetzt Kaufen!

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_BUTTON_ACTIVATE
source: Activate
de: Aktivieren

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_BUTTON_CLOSE
source: Close
de: Schließen

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_BUTTON_CONTINUE_TRIAL
source: Continue Trial
de: Trial fortsetzen

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_BUTTON_START_TRIAL
source: Start Trial
de: Trial starten

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ACTIVATION_CODE_LABEL
source: Activation Code
de: Aktivierungscode

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_PROGRESS_TEXT
source: Activating your GPG Mail Support Plan
de: Dein GPG Mail Support Plan wird aktiviert…

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_SUBHEADER
source: Please upgrade your GPG Mail Support Plan
de: Bitte upgrade deinen GPG Mail Support Plan

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_3TO4_VALID_V3
source: Your current GPG Mail Support Plan is valid for GPG Mail 3 which is not compatible with macOS Catalina.
de: Dein GPG Mail Support Plan ist gültig für GPG Mail 3, welches aber nicht mit macOS Catalina kompatibel ist.

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_3TO4_EXPLANATION
source: To continue leveraging the full functionality of GPG Mail and benefit from the latest updates and features, upgrade your GPG Mail Support Plan now. As a token of our appreciation we would like to offer you a %@ discount.
de: Um alle Funktionen von GPG Mail nutzen zu können und alle Vorteile der neuesten Updates und Features genießen zu können, upgrade jetzt deinen GPG Mail Support Plan. Als Dankeschön würden wir dir gernen einen Rabatt von %@ anbieten.

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_3TO4_START_TRIAL_EXPLANATION
source: If you don't want to decide just yet, feel free to start a %@ day trial.
de: Wenn du dich noch nicht entscheiden willst, kannst du gerne eine Trial starten und GPG Mail für %@ Tage testen.

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_BUTTON_UPGRADE
source: Upgrade Now!
de: Jetzt Upgraden!

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_4ORKEEP3_V4_AVAILABLE
source: GPG Mail 4 is available now.
de: GPG Mail 4 ist nun verfügbar.

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_4ORKEEP3_EXPLANATION
source: Your GPG Mail Support Plan is valid for GPG Mail 3. To continue leveraging the full functionality of GPG Mail, benefit from the latest updates and features and be ready for macOS Catalina, upgrade your GPG Mail Support Plan now. As a token of our appreciation we would like to offer you a %@ discount. If you don't plan to upgrade your macOS version and rather want to wait for future features, feel free to keep using GPG Mail 3 for as long as you want.
de: Dein GPG Mail Support Plan ist gültig für GPG Mail 3. Um alle Funktionen von GPG Mail nutzen zu können, alle Vorteile der neuesten Updates und Features genießen zu können und vorbereitet zu sein auf macOS Catalina, upgrade jetzt deinen GPG Mail Support Plan. Als Dankeschön würden wir dir gerne eine Rabatt von %@ anbieten. Wenn du vorerst nicht vor hast auf macOS Catalina upzugraden oder lieber auf neue Features warten möchtest, kannst du GPG Mail 3 weiterverwenden für so lange du möchtest.

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_UPGRADE_4ORKEEP3_BUTTON_KEEP
source: Keep GPG Mail 3
de: GPG Mail 3 weiter nutzen

# SUPPORT_PLAN_NEW_STATUS_UPDATE_DIALOG_EXPLANATION
source: We have detected an existing support plan for GPG Mail 3 and are currently checking our activation server to see if your support plan is already valid for GPG Mail 4. This might take a minute.
de: Du hast aktuell einen Support Plan für GPG Mail 3 aktiviert. Wir sind gerade dabei auf unserem Aktivierungsserver zu überprüfen, ob dein Support Plan bereits für GPG Mail 4 gültig ist. Das kann kurz dauern.

# SUPPORT_PLAN_NEW_STATUS_UPDATE_DIALOG_PROGRESS_TEXT
source: Checking the status of your support plan…
de: Der Status deines Support Plans wird überprüft…

# SUPPORT_PLAN_NEW_THANKS_DIALOG_TRIAL_SUBHEADER
source: Your 30-day-trial of GPG Mail was activated successfully!
de: Deine 30-Tage Trial von GPG Mail wurde erfolgreich aktiviert!

# SUPPORT_PLAN_NEW_THANKS_DIALOG_TRIAL_SUCCESS_MESSAGE
source: We hope you enjoy using GPG Mail. Should you have any questions, don't hesitate to contact us via "Report Problem" in Mail › Preferences › GPG Mail
de: Wir hoffen, dass dir GPG Mail deine Arbeit erleichtert. Solltest du Fragen haben, bitte zögere nicht uns via "Bericht senden" in Mail › Einstellungen › GPG Mail zu kontaktieren.

# SUPPORT_PLAN_NEW_THANKS_DIALOG_SUBHEADER
source: Your GPG Mail Support Plan was activated successfully!
de: Dein GPG Mail Support Plan wurde erfolgreich aktiviert!

# SUPPORT_PLAN_NEW_THANKS_DIALOG_SUCCESS_MESSAGE
source: We hope you enjoy using GPG Mail. Should you have any questions, don't hesitate to contact us via "Report Problem" in Mail › Preferences › GPG Mail
de: Wir hoffen, dass dir GPG Mail deine Arbeit erleichtert. Solltest du Fragen haben, bitte zögere nicht uns via "Bericht senden" in Mail › Einstellungen › GPG Mail zu kontaktieren.

# SUPPORT_PLAN_NEW_THANKS_DIALOG_EFFU_MESSAGE
source: Our records show that you have just recently purchased a support plan for GPG Mail 3 which qualifies you for a free GPG Mail 4 Support Plan upgrade. Your support plan has been automatically upgraded.
de: Da du erst kürzlich einen Support Plan für GPG Mail 3 gekauft hast, würden wir dir gerne ein Upgrade deines Support Plans für GPG Mail 4 schenken. Dein Support Plan wurde automatisch upgegraded.

# SUPPORT_PLAN_NEW_DIALOG_BUTTON_CLOSE
source: Close
de: Schließen

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_FETCHING_UPGRADE_URL_PROGRESS_TEXT
source: Fetching Upgrade URL…
de: Upgrade URL wird abgefragt…

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_ERROR_ALERT_VOLUME_TITLE
source: Volume purchase detected
de: Volume-Einkauf wurde erkannt

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_ERROR_ALERT_VOLUME_MESSAGE
source: Your support plan is part of a volume purchase. Please contact us at business@gpgtools.org to get a custom upgrade URL. In the meantime please start a new trial.
de: Dein Support Plan gehört zu einem Volume-Einkauf. Bitte kontaktiere uns unter business@gpgtools.org um eine angepasste Upgrade URL zu erhalten. In der Zwischenzeit starte bitte eine neue Trial.

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_ERROR_ALERT_SERVER_TITLE
source: GPG Mail Support Plan Server Error
de: GPG Mail Support Plan Server Fehler

# SUPPORT_PLAN_NEW_UPGRADE_DIALOG_ERROR_ALERT_SERVER_MESSAGE
source: Unfortunately our activation server responded with an error! Please try again later. If this keeps happening, please contact us at business@gpgtools.org
de: Leider hat unser Aktivierungsserver einen Fehler zurückgemeldet! Bitte versuche es später erneut. Sollte das Problem weiter bestehen, bitte kontaktiere uns unter business@gpgtools.org

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_START_TRIAL_PROGRESS_TEXT
source: Activating trial…
de: Trial wird aktiviert…

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ERROR_ALERT_ACTIVATED_TITLE
source: Activating GPG Mail Support Plan
de: GPG Mail Support Plan Aktivierung

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ERROR_ALERT_ACTIVATED_MESSAGE
source: Your GPG Mail Support Plan is already activated! If you would like to activate a different Support Plan, you can deactivate your current one in Mail › Preferences › GPG Mail › Deactivate Thank you for your support!
de: Dein GPG Mail Support Plan ist auf diesem Gerät bereits aktiviert! Wenn du einen anderen Support Plan aktivieren möchtest, kannst du den aktuellen unter "Mail › Einstellungen › GPG Mail" deaktivieren. Danke für deine Unterstützung!

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ALERT_RESTARTING_V3_TITLE
source: Restarting Mail
de: Mail Neustarten

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ALERT_RESTARTING_V3_MESSAGE
source: In order to load GPG Mail 3, Mail will now be relaunched. Feel free to upgrade to GPG Mail 4 at any time. Should you have any questions, don't hesitate to contact us via "Report Problem" in Mail › Preferences › GPG Mail
de: Um GPG Mail 3 zu laden wird Mail nun neu gestartet. Du kannst jederzeit auf GPG Mail 4 upgraden. Solltest du Fragen haben, bitte zögere nicht uns via "Bericht senden" in Mail › Einstellungen › GPG Mail zu kontaktieren.

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ALERT_RESTARTING_V4_TITLE
source: Restarting Mail
de: Mail Neustarten

# SUPPORT_PLAN_NEW_ACTIVATION_DIALOG_ALERT_RESTARTING_V4_MESSAGE
source: You are currently running GPG Mail 3 and just activated your GPG Mail Support Plan for GPG Mail 4. In order to load GPG Mail 4, Mail will now be relaunched. Thank you for your support!
de: Aktuell verwendest du GPG Mail 3 und hast soeben eine GPG Mail Support Plan für GPG Mail 4 aktiviert. Um GPG Mail 4 zu laden, wird Mail nun neu gestartet. Danke für deine Unterstützung!

# SUPPORT_PLAN_NEW_WINDOW_CLOSE_ALERT_INACTIVE_TITLE
source: Important!
de: Wichtig!

# SUPPORT_PLAN_NEW_WINDOW_CLOSE_ALERT_INACTIVE_MESSAGE
source: Without an active GPG Mail Support Plan you will not be able to sign, encrypt or verify emais. You will of course still be able to read any of your encrypted emails.
de: Ohne einen aktiven GPG Mail Support Plan ist es nicht möglich E-Mails zu verschlüsseln, signieren oder zu verifizieren. Du kannst natürlich weiterhin alle deine verschlüsselten E-Mails lesen.

# SUPPORT_PLAN_NEW_WINDOW_CLOSE_ALERT_TRIAL_EXPIRED_TITLE
source: GPG Mail Trial Expired
de: GPG Mail Trial Abgelaufen

# SUPPORT_PLAN_NEW_WINDOW_CLOSE_ALERT_TRIAL_EXPIRED_MESSAGE
source: Without an active GPG Mail Support Plan you will no longer be able to sign, encrypt or verify emais. You will of course still be able to read any of your encrypted emails.
de: Ohne einen aktiven GPG Mail Support Plan ist es nicht möglich E-Mails zu verschlüsseln, signieren oder zu verifizieren. Du kannst natürlich weiterhin alle deine verschlüsselten E-Mails lesen.

# SUPPORT_PLAN_DEACTIVATION_WARNING_TITLE
source: Deactivate your GPG Mail Support Plan
de: GPG Mail Support Plan deaktivieren

# SUPPORT_PLAN_DEACTIVATION_WARNING_MESSAGE
source: Are you sure you want to deactive your Support Plan on this device? If you deactivate your GPG Mail Support Plan on this device, GPG Mail will revert to decrypt-only mode. Once deactivated, it will no longer be possible to encrypt, verify or sign messages. You will however always be able to read your encrypted messages. After GPG Mail is deactivated on this device, you can activate it on a new device.
de: Bist du sicher, dass du deinen Support Plan auf diesem Computer deaktivieren willst? Wenn du deinen GPG Mail Support Plan auf diesem Computer deaktivierst, wird GPG Mail in den "Nur-Entschlüsseln-Modus" zurück gesetzt. Sobald die Deaktivierung abgeschlossen ist, wirst du keine E-Mails mehr verschlüsseln, signieren oder verifizieren können. Du kannst natürlich weiterhin alle deine verschlüsselten E-Mails lesen. Sobald GPG Mail auf diesem Computer deaktiviert ist, kannst du es auf einem neuen Computer aktivieren.

# SUPPORT_PLAN_DEACTIVATION_WARNING_CANCEL
source: Cancel
de: Abbrechen

# SUPPORT_PLAN_DEACTIVATION_WARNING_CONFIRM
source: Deactivate
de: Deaktivieren

source: Version: %@
ca: Versió: %@
cs: Verze: %@
es: Versión: %@
fi: Versio: %@
id: Versi: %@

# SUPPORT_PLAN_EMAIL_LABEL
source: Email
id: Surel
sv: E-post
